Repository: DzmitryYaskel/SupernovaLocalization
Catalog: Sources/Resources/*.lproj/Localizable.strings
Languages: de

# tests.result.attentionDeficit.plan.title
source: Your personalised plan
de: Dein individueller Plan,

# tests.result.attentionDeficit.grid_plan.mild_title
source: How to manage <c>mild ADHD</c>
de: Wie man damit umgeht <c>leichter ADHS</c>

# tests.result.attentionDeficit.grid_plan.moderate_title
source: How to manage <c>moderate ADHD</c>
de: Wie man damit umgeht <c>mittelschwerer ADHS</c>

# tests.result.attentionDeficit.grid_plan.severe_title
source: How to manage <c>severe ADHD</c>
de: Wie man damit umgeht <c>schwerer ADHS</c>

# tests.result.attentionDeficit.plan.mild_subtitle
source: on how to manage <c>mild ADHD</c>
de: wie du mit <c>leichter ADHS</c> umgehen kannst

# tests.result.attentionDeficit.plan.moderate_subtitle
source: on how to manage <c>moderate ADHD</c>
de: wie du mit <c>mittelschwerer ADHS</c> umgehen kannst

# tests.result.attentionDeficit.plan.severe_subtitle
source: on how to manage <c>severe ADHD</c>
de: wie du mit <c>schwerer ADHS</c> umgehen kannst

# tests.result.attentionDeficit.plan.mild.step_1.title
source: Set daily routines
de: Lege tägliche Routinen fest

# tests.result.attentionDeficit.plan.mild.step_1.content
source: Create a simple schedule for work, meals, and relaxation
de: Erstelle einen einfachen Zeitplan für Arbeit, Mahlzeiten und Entspannung

# tests.result.attentionDeficit.plan.mild.step_2.title
source: Use a planner
de: Benutze einen Terminplaner

# tests.result.attentionDeficit.plan.mild.step_2.content
source: Track tasks and appointments - a physical or digital planner can prevent forgetfulness
de: Nutze einen Planer, um Aufgaben und Termine im Blick zu behalten

# tests.result.attentionDeficit.plan.mild.step_3.title
source: Set timers for tasks
de: Stelle Wecker für Aufgaben

# tests.result.attentionDeficit.plan.mild.step_3.content
source: Use timers to stay on track during focused work sessions (25- or 50-minute blocks)
de: Nutze die Weckfunktion, um in 25- oder 50-Minuten-Blöcken fokussiert zu bleiben

# tests.result.attentionDeficit.plan.mild.step_4.title
source: Take short breaks
de: Mache kleine Pausen

# tests.result.attentionDeficit.plan.mild.step_4.content
source: After each work block, take a quick break to recharge and avoid distraction
de: Mache nach jedem Arbeitsblock eine Pause, um Energie zu tanken und Ablenkungen zu vermeiden

# tests.result.attentionDeficit.plan.mild.step_5.title
source: Practice mindfulness
de: Übe dich in Achtsamkeit

# tests.result.attentionDeficit.plan.mild.step_5.content
source: Spend a few minutes daily on mindfulness exercises to improve focus and awareness
de: Plane täglich kurze Achtsamkeitsübungen, um deine Konzentration zu steigern

# tests.result.attentionDeficit.plan.mild.step_6.title
source: Reward small wins
de: Belohne auch kleine Erfolge

# tests.result.attentionDeficit.plan.mild.step_6.content
source: Celebrate completed tasks to stay motivated and reinforce good habits
de: Feiere erledigte Aufgaben, um motiviert zu bleiben und bewährte Praktiken zu festigen

# tests.result.attentionDeficit.plan.moderate.step_1.title
source: Break tasks into steps
de: Unterteile Aufgaben in einzelne Schritte

# tests.result.attentionDeficit.plan.moderate.step_1.content
source: Tackle larger tasks by dividing them into smaller, manageable steps
de: Bewältige größere Aufgaben, indem du sie in kleinere, überschaubare Schritte unterteilst

# tests.result.attentionDeficit.plan.moderate.step_2.title
source: Prioritize with to-do lists
de: Setze Prioritäten mit To-do-Listen

# tests.result.attentionDeficit.plan.moderate.step_2.content
source: Create a prioritized to-do list, marking urgent and important items
de: Erstelle eine nach Prioritäten geordnete To-do-Liste und markiere dringende und wichtige Punkte

# tests.result.attentionDeficit.plan.moderate.step_3.title
source: Build in movement breaks
de: Baue Pausen mit Bewegung ein

# tests.result.attentionDeficit.plan.moderate.step_3.content
source: Plan breaks for physical activity to reduce restlessness and regain focus
de: Plane Pausen für körperliche Aktivität ein, um Unruhe zu reduzieren und die Konzentration wiederzugewinnen

# tests.result.attentionDeficit.plan.moderate.step_4.title
source: Try time-blocking
de: Probiere es mit Zeitblöcken

# tests.result.attentionDeficit.plan.moderate.step_4.content
source: Set blocks of time for specific tasks, alternating focus tasks with lighter tasks
de: Lege Zeitblöcke für bestimmte Aufgaben fest und wechsle zwischen Aufgaben mit hoher Konzentration und leichteren Aufgaben ab

# tests.result.attentionDeficit.plan.moderate.step_5.title
source: Use digital reminders
de: Verwende digitale Erinnerungen

# tests.result.attentionDeficit.plan.moderate.step_5.content
source: Schedule reminders for appointments, and deadlines on your phone or calendar
de: Richte Erinnerungen für Termine und Fristen auf deinem Handy ein oder notiere sie in deinem Kalender

# tests.result.attentionDeficit.plan.moderate.step_6.title
source: Seek therapy or coaching
de: Suche dir einen Therapeuten oder Coach

# tests.result.attentionDeficit.plan.moderate.step_6.content
source: Working with a professional can help develop strategies and maintain accountability
de: Die Zusammenarbeit mit einem Fachmann kann bei der Entwicklung von Strategien und der Aufrechterhaltung der Rechenschaftspflicht helfen

# tests.result.attentionDeficit.plan.severe.step_1.title
source: Simplify goals
de: Ziele einfacher erreichen

# tests.result.attentionDeficit.plan.severe.step_1.content
source: Set clear, achievable goals each day to avoid overwhelm
de: Setze dir jeden Tag klare, erreichbare Ziele, um Überforderung zu vermeiden

# tests.result.attentionDeficit.plan.severe.step_2.title
source: Establish routines
de: Richte Routinen ein

# tests.result.attentionDeficit.plan.severe.step_2.content
source: Use daily routines as a foundation; write them down and stick to them
de: Verwende tägliche Routinen als Grundlage; schreibe sie auf und halte dich daran

# tests.result.attentionDeficit.plan.severe.step_3.title
source: Include physical activity
de: Integriere Bewegung

# tests.result.attentionDeficit.plan.severe.step_3.content
source: Exercise regularly to manage hyperactivity and channel energy positively
de: Treibe regelmäßig Sport, um Hyperaktivität zu bewältigen und Energie positiv zu kanalisieren

# tests.result.attentionDeficit.plan.severe.step_4.title
source: Break work into mini-tasks
de: Teile deine Arbeit auf

# tests.result.attentionDeficit.plan.severe.step_4.content
source: Focus on one small task at a time, and take breaks in between
de: Konzentriere dich auf eine kleine Aufgabe nach der anderen und mache zwischendurch Pausen

# tests.result.attentionDeficit.plan.severe.step_5.title
source: Use timers and alarms
de: Verwende Timer und Wecker

# tests.result.attentionDeficit.plan.severe.step_5.content
source: Set alarms for task changes and small daily activities to avoid losing track of time
de: Stelle einen Wecker für Aufgabenwechsel und tägliche Aktivitäten, um die Zeit im Blick zu behalten

# tests.result.attentionDeficit.plan.severe.step_6.title
source: Enlist Support
de: Hol dir Unterstützung

# tests.result.attentionDeficit.plan.severe.step_6.content
source: Work with a therapist, coach, or support group for personalized guidance and motivation
de: Arbeite mit einem Therapeuten, Coach oder einer Gruppe für persönliche Unterstützung und Motivation

# tests.result.attentionDeficit.plan.disclaimer
source: Remember that this plan provides general strategies for managing ADHD. Individual needs and responses may vary. Consult a healthcare professional for personalized advice and support.
de: Bitte beachte, dass dieser Plan allgemeine Strategien zur Behandlung von ADHS enthält. Die individuellen Bedürfnisse und Reaktionen können variieren. Wende dich für eine persönliche Beratung und Unterstützung an einen Arzt.

# tests.result.attentionDeficit.compare.title
source: ADHD VS non-ADHD brain
de: Ein ADHS-Gehirn ggb. einem nicht-ADHS-Gehirn

# tests.result.attentionDeficit.compare.non_brain_deficit
source: non-ADHD brain
de: nicht-ADHS-Gehirn

# tests.result.attentionDeficit.compare.brain_deficit
source: ADHD brain
de: ADHS-Gehirn

# tests.result.attentionDeficit.compare.non_brain_deficit_text1.tile
source: smaller cerebellum
de: Kleineres Kleinhirn

# tests.result.attentionDeficit.compare.non_brain_deficit_text1.description
source: (body imbalance, lack of movement)
de: (Bewegungsmangel)

# tests.result.attentionDeficit.compare.non_brain_deficit_text2.tile
source: smaller prefrontal cortex
de: Kleinerer präfrontaler Kortex

# tests.result.attentionDeficit.compare.non_brain_deficit_text2.description
source: (lack of focus, creative thinking, irritability)
de: (Konzentrations-/Kreativitätsmangel, Reizbarkeit)

# tests.attention_deficit_task_1
source: I often have trouble <c>wrapping up the final details</c> of a project, once the challenging parts have been done
de: Ich habe oft Probleme mit den letzten Feinheiten eines Projekts, nachdem die schwierigen Teile erledigt sind

# tests.attention_deficit_task_2
source: I often have difficulty <c>getting things in order</c> when I need to complete a task that requires organization
de: Es fällt mir oft schwer, Dinge zu ordnen, wenn ich organisatorische Aufgaben erledigen muss

# tests.attention_deficit_task_3
source: I often forget <c>appointments or obligations</c> and have problems remembering them
de: Ich vergesse oft Termine oder Verpflichtungen und habe Probleme, mich daran zu erinnern

# tests.attention_deficit_task_4
source: I often <c>fidget or squirm</c> with my hands or feet when I need to sit down for a long time
de: Ich zappele und winde oft mit meinen Händen oder Füßen, wenn ich länger sitzen muss

# tests.attention_deficit_task_5
source: I often feel <c>overly active and compelled</c> to do things, as if driven by a motor
de: Ich fühle mich oft überaktiv und zu etwas gedrängt, als würde mich ein Motor antreiben

# tests.attention_deficit_task_6
source: I often make <c>careless mistakes</c> when working on a boring or difficult project
de: Ich mache oft Leichtsinnsfehler bei der Arbeit an langweiligen oder schwierigen Projekten

# tests.attention_deficit_task_7
source: I often struggle to <c>keep my attention</c> when doing boring or repetitive work
de: Bei langweiligen oder monotonen Tätigkeiten fällt es mir oft schwer, aufmerksam zu bleiben

# tests.attention_deficit_task_8
source: I often find it hard to <c>concentrate on what people say</c> to me, even when they are speaking directly to me
de: Ich finde es oft schwierig, mich auf ein Gespräch zu konzentrieren, selbst wenn Personen direkt mit mir sprechen

# tests.attention_deficit_task_9
source: I often <c>misplace or have trouble finding things</c> at home or at work
de: Ich verlege oft Dinge oder kann Dinge nicht finden, sowohl zu Hause als auch bei der Arbeit

# tests.attention_deficit_task_10
source: I am often <c>distracted by activity or noise</c> around me
de: Ich lasse mich oft durch Aktivitäten oder Lärm ablenken

# tests.attention_deficit_task_11
source: I often <c>leave my seat</c> in meetings or other situations where I am expected to remain seated
de: In Besprechungen oder anderen Situationen, in denen man sitzen bleiben sollte, stehe ich häufig auf

# tests.attention_deficit_task_12
source: I often feel <c>restless or fidgety</c>
de: Ich fühle mich oft nervös oder zappelig

# tests.attention_deficit_task_13
source: I often struggle to <c>unwind and relax</c> when I have time to myself
de: Wenn ich alleine bin, fällt es mir oft schwer abzuschalten und mich zu entspannen

# tests.attention_deficit_task_14
source: I often <c>talk too much</c> when I am in social situations
de: Ich rede oft zu viel, wenn ich unter Menschen bin

# tests.attention_deficit_task_15
source: I often <c>finish the sentences</c> of the people I am talking to, before they can finish them themselves
de: Ich beende oft die Sätze meiner Gesprächspartner, bevor sie dies selbst können

# tests.attention_deficit_task_16
source: I often have difficulty <c>waiting my turn</c> in situations where turn- taking is required
de: In Situationen, in denen die Reihenfolge wichtig ist, kann ich oft nicht warten, bis ich dran bin

# tests.attention_deficit_task_17
source: I often <c>interrupt others</c> when they are busy
de: Ich störe andere oft, wenn sie beschäftigt sind

# tests.attention_deficit_task_18
source: I often forget to <c>complete important tasks</c> or obligations
de: Ich vergesse oft, wichtige Aufgaben oder Pflichten zu erledigen

# tests.big_five_1
source: I am the life of the party
de: Ich bin das Leben der Party

# tests.big_five_2
source: I sympathize with others' feelings
de: Ich habe Mitgefühl für die Gefühle anderer

# tests.big_five_3
source: I am always prepared
de: Ich bin immer vorbereitet

# tests.big_five_4
source: I get stressed out easily
de: Ich gerate leicht in Stress

# tests.big_five_5
source: I have a vivid imagination
de: Ich habe eine lebhafte Vorstellungskraft

# tests.big_five_6
source: I prefer working in teams rather than alone
de: Ich arbeite lieber im Team als allein

# tests.big_five_7
source: I make people feel at ease
de: Ich sorge dafür, dass sich Menschen wohlfühlen

# tests.big_five_8
source: I follow a schedule
de: Ich halte mich an einen Zeitplan

# tests.big_five_9
source: I worry about things a lot
de: Ich mache mir oft Sorgen um Dinge

# tests.big_five_10
source: I enjoy learning about new cultures
de: Ich genieße es, neue Kulturen kennenzulernen

# tests.big_five_11
source: I talk to a lot of different people at social gatherings
de: Ich unterhalte mich auf Veranstaltungen mit vielen Menschen

# tests.big_five_12
source: I am interested in the well-being of others
de: Ich interessiere mich für das Wohlbefinden anderer

# tests.big_five_13
source: I double-check my work for accuracy
de: Ich überprüfe meine Arbeit auf Genauigkeit

# tests.big_five_14
source: I feel anxious in unfamiliar situations
de: Ich fühle mich in unbekannten Situationen ängstlich

# tests.big_five_15
source: I enjoy thinking about abstract concepts
de: Ich genieße es, über abstrakte Konzepte nachzudenken

# tests.big_five_16
source: I find it easy to make new friends
de: Ich finde es leicht, neue Freunde zu finden

# tests.big_five_17
source: I listen to people without judgment
de: Ich höre Menschen ohne zu urteilen zu

# tests.big_five_18
source: I complete my tasks on time
de: Ich erledige meine Aufgaben pünktlich

# tests.big_five_19
source: I often feel blue
de: Ich fühle mich oft traurig

# tests.big_five_20
source: I appreciate art and creativity
de: Ich schätze Kunst und Kreativität

# tests.big_five_21
source: I feel comfortable around people
de: Ich fühle mich wohl in der Nähe von Menschen

# tests.big_five_22
source: I often forgive people who have wronged me
de: Ich vergebe oft Menschen, die mir Unrecht getan haben

# tests.big_five_23
source: I pay attention to details
de: Ich achte auf Details

# tests.big_five_24
source: I get upset easily
de: Ich bin leicht verärgert

# tests.big_five_25
source: I love exploring unfamiliar places
de: Ich liebe es, unbekannte Orte zu erkunden

# tests.big_five_26
source: I don't mind being the center of attention
de: Es macht mir nichts aus, im Mittelpunkt zu stehen

# tests.big_five_27
source: I avoid insulting others
de: Ich vermeide es, andere zu beleidigen

# tests.big_five_28
source: I plan ahead rather than act on impulse
de: Ich plane im Voraus, anstatt impulsiv zu handeln

# tests.big_five_29
source: I often worry about small matters
de: Ich mache mir oft Sorgen über Kleinigkeiten

# tests.big_five_30
source: I enjoy trying new foods
de: Ich probiere gerne neue Speisen aus

# tests.big_five_31
source: I enjoy meeting new people
de: Ich genieße es, neue Leute kennenzulernen

# tests.big_five_32
source: I am loyal to the people I care about
de: Ich bin loyal gegenüber den Menschen, die mir wichtig sind

# tests.big_five_33
source: I get chores done right away
de: Ich erledige Hausarbeiten sofort

# tests.big_five_34
source: I have frequent mood swings
de: Ich habe oft wechselnde Stimmungen

# tests.big_five_35
source: I like to challenge traditional ways of thinking
de: Ich hinterfrage gerne traditionelle Denkweisen

# tests.big_five_36
source: I start conversations easily
de: Ich beginne leicht Gespräche

# tests.big_five_37
source: I go out of my way to help others
de: Ich tue alles, um anderen zu helfen

# tests.big_five_38
source: I take deadlines seriously
de: Ich nehme Fristen ernst

# tests.big_five_39
source: I have trouble controlling my temper
de: Ich habe Schwierigkeiten, meine Wut zu kontrollieren

# tests.big_five_40
source: I am full of ideas
de: Ich bin voller Ideen

# tests.big_five_41
source: I enjoy being spontaneous in social settings
de: Ich genieße es, spontan in sozialen Situationen zu sein

# tests.big_five_42
source: I avoid being rude to others
de: Ich vermeide es, unhöflich zu sein

# tests.big_five_43
source: I do not procrastinate
de: Ich schiebe Dinge nicht auf

# tests.big_five_44
source: I get nervous when things don't go as planned
de: Ich werde nervös, wenn die Dinge nicht wie geplant verlaufen

# tests.big_five_45
source: I value creativity in others
de: Ich schätze Kreativität bei anderen

# tests.big_five_46
source: I seek out social activities regularly
de: Ich suche regelmäßig soziale Aktivitäten

# tests.big_five_47
source: I try to see things from others' perspectives
de: Ich versuche, die Dinge aus der Perspektive anderer zu sehen

# tests.big_five_48
source: I am methodical in completing tasks
de: Ich arbeite methodisch an der Erledigung von Aufgaben

# tests.big_five_49
source: I dwell on negative thoughts
de: Ich denke oft über negative Dinge nach

# tests.big_five_50
source: I enjoy contemplating philosophical ideas
de: Ich genieße es, über philosophische Ideen nachzudenken

# tests.big_five_51
source: I enjoy keeping busy with social plans
de: Ich bin gerne mit sozialen Plänen beschäftigt

# tests.big_five_52
source: I trust people easily
de: Ich vertraue Menschen leicht

# tests.big_five_53
source: I take pride in doing tasks efficiently
de: Ich bin stolz darauf, Aufgaben effizient zu erledigen

# tests.big_five_54
source: I feel insecure about myself
de: Ich fühle mich unsicher über mich selbst

# tests.big_five_55
source: I enjoy exploring new ideas
de: Ich genieße es, neue Ideen zu erkunden

# tests.big_five_56
source: I talk openly to strangers
de: Ich spreche offen mit Fremden

# tests.big_five_57
source: I avoid conflicts when possible
de: Ich vermeide Konflikte, wenn möglich

# tests.big_five_58
source: I feel guilty if I leave work unfinished
de: Ich fühle mich schuldig, wenn ich Arbeit unvollendet lasse

# tests.big_five_59
source: I feel overwhelmed by stress
de: Ich fühle mich von Stress überwältigt

# tests.big_five_60
source: I am willing to experiment with new approaches
de: Ich bin bereit, mit neuen Ansätzen zu experimentieren

# tests.big_five_61
source: I get bored when I am alone for too long
de: Ich langweile mich, wenn ich zu lange allein bin

# tests.big_five_62
source: I am generous in my relationships
de: Ich bin großzügig in meinen Beziehungen

# tests.big_five_63
source: I set high standards for myself
de: Ich setze mir hohe Standards

# tests.big_five_64
source: I feel nervous in unfamiliar environments
de: Ich fühle mich nervös in unbekannten Umgebungen

# tests.big_five_65
source: I enjoy solving intellectual puzzles
de: Ich löse gerne intellektuelle Rätsel

# tests.big_five_66
source: I like being active and on the go
de: Ich bin gerne aktiv und unterwegs

# tests.big_five_67
source: I am quick to offer support to those in need
de: Ich biete schnell Unterstützung für Bedürftige

# tests.big_five_68
source: I work well under pressure
de: Ich arbeite gut unter Druck

# tests.big_five_69
source: I am easily irritated by small things
de: Ich lasse mich leicht von Kleinigkeiten irritieren

# tests.big_five_70
source: I get excited by innovative ideas
de: Ich bin begeistert von innovativen Ideen

# tests.big_five_71
source: I rarely feel shy in social situations
de: Ich fühle mich selten schüchtern in sozialen Situationen

# tests.big_five_72
source: I take time to understand others' feelings
de: Ich nehme mir Zeit, die Gefühle anderer zu verstehen

# tests.big_five_73
source: I am strict about following a schedule
de: Ich bin streng darin, einen Zeitplan einzuhalten

# tests.big_five_74
source: I often feel discouraged when things go wrong
de: Ich fühle mich oft entmutigt, wenn Dinge schiefgehen

# tests.big_five_75
source: I like to reflect on my thoughts and emotions
de: Ich denke gerne über meine Gedanken und Emotionen nach

# tests.big_five_76
source: I feel comfortable taking the lead in groups
de: Ich fühle mich wohl dabei, in Gruppen die Führung zu übernehmen

# tests.big_five_77
source: I try to be fair in all situations
de: Ich versuche, in allen Situationen fair zu sein

# tests.big_five_78
source: I avoid taking shortcuts in my work
de: Ich vermeide es, Abkürzungen bei meiner Arbeit zu nehmen

# tests.big_five_79
source: I often worry about future events
de: Ich mache mir oft Sorgen über zukünftige Ereignisse

# tests.big_five_80
source: I seek out new experiences regularly
de: Ich suche regelmäßig nach neuen Erfahrungen

# tests.big_five_81
source: I enjoy talking to people in large gatherings
de: Ich genieße es, mit Menschen in großen Gruppen zu sprechen

# tests.big_five_82
source: I avoid making others feel uncomfortable
de: Ich vermeide es, andere unwohl fühlen zu lassen

# tests.big_five_83
source: I prefer completing tasks before relaxing
de: Ich erledige Aufgaben, bevor ich mich entspanne

# tests.big_five_84
source: I get nervous before important events
de: Ich werde nervös vor wichtigen Ereignissen

# tests.big_five_85
source: I am curious about how things work
de: Ich bin neugierig, wie Dinge funktionieren

# tests.big_five_86
source: I like meeting new people in unfamiliar settings
de: Ich lerne gerne neue Leute in unbekannten Umgebungen kennen

# tests.big_five_87
source: I easily forgive people who apologize
de: Ich vergebe Menschen leicht, wenn sie sich entschuldigen

# tests.big_five_88
source: I enjoy organizing my workspace
de: Ich genieße es, meinen Arbeitsbereich zu organisieren

# tests.big_five_89
source: I tend to overthink things
de: Ich neige dazu, Dinge zu überdenken

# tests.big_five_90
source: I find beauty in small details
de: Ich finde Schönheit in kleinen Details

# tests.big_five_91
source: I get energized by social interactions
de: Ich werde durch soziale Interaktionen energetisiert

# tests.big_five_92
source: I find it easy to compromise with others
de: Ich finde es einfach, Kompromisse mit anderen einzugehen

# tests.big_five_93
source: I plan my time efficiently
de: Ich plane meine Zeit effizient

# tests.big_five_94
source: I often feel self-conscious in social settings
de: Ich fühle mich oft unsicher in sozialen Umgebungen

# tests.big_five_95
source: I enjoy thinking about the future
de: Ich genieße es, über die Zukunft nachzudenken

# tests.big_five_96
source: I like being spontaneous in my social life
de: Ich bin gerne spontan in meinem sozialen Leben

# tests.big_five_97
source: I avoid speaking harshly to others
de: Ich vermeide es, andere hart zu kritisieren

# tests.big_five_98
source: I avoid leaving things until the last minute
de: Ich vermeide es, Dinge bis zur letzten Minute aufzuschieben

# tests.big_five_99
source: I am prone to feeling sad without reason
de: Ich neige dazu, mich ohne Grund traurig zu fühlen

# tests.big_five_100
source: I like to explore new perspectives on familiar things
de: Ich erkunde gerne neue Perspektiven auf vertraute Dinge
