Repository: DzmitryYaskel/SupernovaLocalization
Catalog: Sources/Resources/*.lproj/Localizable.strings
Languages: de

# tests.result.trauma.score.description_severe
source: Severe signs represent <c>a significant struggle with PTSD-related experiences</c>. Intense emotional responses, recurring intrusive memories, avoidance behaviors, and constant arousal can severely impair daily functioning and relationships.
de: Schwere Anzeichen stehen für <c>erhebliche Probleme mit PTBS-bezogenen Erfahrungen</c>. Intensive emotionale Reaktionen, wiederkehrende quälende Erinnerungen, Vermeidungsverhalten und ständige Anspannung können das tägliche Funktionsniveau und Beziehungen stark beeinträchtigen.

# tests.result.trauma.score.description_extra_severe
source: Extremely severe signs indicate <c>pervasive and debilitating PTSD</c>. You may feel overwhelmed by re-experiencing trauma, emotional numbness, and heightened alertness, which can dominate your daily life.
de: Äußerst schwere Anzeichen deuten auf eine <c>allgegenwärtige und lähmende PTBS</c> hin. Du fühlst dich möglicherweise von wiederkehrenden traumatischen Erinnerungen, emotionaler Taubheit und erhöhter Wachsamkeit überwältigt, was deinen Alltag dominieren kann.

# tests.result.trauma.about.title
source: What is PTSD?
de: Was ist PTBS?

# tests.result.trauma.about.info
source: <c>Post-traumatic stress disorder (PTSD)</c> is a mental health condition that can develop after someone experiences or witnesses a traumatic event. Traumatic events can include life-threatening situations or events that threaten someone’s physical, emotional or spiritual well-being.
de: Die <c>Posttraumatische Belastungsstörung (PTBS)</c> ist eine psychische Erkrankung, die sich entwickeln kann, nachdem jemand ein traumatisches Ereignis erlebt oder miterlebt hat. Zu traumatischen Ereignissen können lebensbedrohliche Situationen oder Ereignisse gehören, die das körperliche, emotionale oder geistige Wohlbefinden einer Person bedrohen.

# tests.result.trauma.about.title_signs
source: Signs
de: Anzeichen

# tests.result.trauma.about.sign_nightmares
source: nightmares
de: Albträume

# tests.result.trauma.about.sign_severe_anxiety
source: severe anxiety
de: Starke Angst

# tests.result.trauma.about.sign_uncontrollable
source: uncontrollable thoughts about the event
de: Unkontrollierbare Gedanken über das Ereignis

# tests.result.trauma.about.title_affects
source: Who it affects
de: Wer ist betroffen

# tests.result.trauma.about.description_affects
source: PTSD can affect people of all ages.
de: PTBS kann Menschen jeden Alters betreffen.

# tests.result.trauma.about.title_develop
source: How it develops
de: Wie entsteht es

# tests.result.trauma.about.description_develop
source: It's natural to feel afraid after a traumatic event, but most people recover from initial symptoms over time. If these negative reactions don't go away, and interfere with someone's daily life, then they might be suffering from PTSD.
de: Es ist ganz natürlich, nach einem traumatischen Ereignis Angst zu verspüren, doch die meisten Menschen erholen sich mit der Zeit von den anfänglichen Symptomen. Wenn diese negativen Reaktionen jedoch nicht verschwinden und das tägliche Leben beeinträchtigen, könnte es sich um eine PTBS handeln.

# tests.result.trauma.facts.title
source: PTSD facts
de: Fakten zu PTBS

# tests.result.trauma.facts.info
source: Post-traumatic stress disorder treatment can help you regain a sense of control over your life. The main treatment is talk therapy, also known as psychotherapy. But treatment also can include medicine.
de: Eine Behandlung der posttraumatischen Belastungsstörung kann dir dabei helfen, dein Leben wieder in den Griff zu bekommen. Die Hauptbehandlung ist eine Gesprächstherapie, auch als Psychotherapie bekannt. Die Behandlung kann aber auch Medikamente umfassen.

# tests.result.trauma.facts.profession_help_info
source: Only <c>50%%</c> of the people who suffer from PTSD seek professional help
de: Nur <c>50%%</c> der Menschen, die an PTBS leiden, suchen professionelle Hilfe auf

# tests.result.trauma.facts.recover_title
source: <c>67%%</c> fully recover
de: <c>67%%</c> erholen sich vollständig

# tests.result.trauma.facts.recover_info
source: <c>67%%</c> of the people who complete PTSD treatment fully recover
de: <c>67%%</c> der Menschen, die eine PTBS-Behandlung abschließen, erholen sich vollständig

# tests.result.trauma.facts.alcohol_info
source: More than <c>50%%</c> of people with PTSD abuse with alcohol
de: Mehr als <c>50%%</c> der Menschen mit PTBS neigen zu Alkoholmissbrauch

# tests.result.trauma.facts.nicotine_info
source: Nicotine dependency among PTSD victims is twice as high
de: Die Nikotinabhängigkeit bei PTBS-Opfern ist doppelt so hoch

# tests.result.trauma.plan.title
source: Your personalised plan
de: Dein individueller Plan,

# tests.result.trauma.grid_plan.mild_title
source: How to manage <c>mild PTSD</c>
de: Wie man damit umgeht <c>Leichte PTBS</c>

# tests.result.trauma.grid_plan.moderate_title
source: How to manage <c>moderate PTSD</c>
de: Wie man damit umgeht <c>Mäßige PTBS</c>

# tests.result.trauma.grid_plan.severe_title
source: How to manage <c>severe PTSD</c>
de: Wie man damit umgeht <c>Schwere PTBS</c>

# tests.result.trauma.grid_plan.extra_severe_title
source: How to manage <c>extra severe PTSD</c>
de: Wie man damit umgeht <c>Äußerst schwere PTBS</c>

# tests.result.trauma.plan.mild_subtitle
source: on how to manage <c>mild PTSD</c>
de: wie du mit <c>Leichte PTBS</c> umgehen kannst

# tests.result.trauma.plan.moderate_subtitle
source: on how to manage <c>moderate PTSD</c>
de: wie du mit <c>Mäßige PTBS</c> umgehen kannst

# tests.result.trauma.plan.severe_subtitle
source: on how to manage <c>severe PTSD</c>
de: wie du mit <c>Schwere PTBS</c> umgehen kannst

# tests.result.trauma.plan.extra_severe_subtitle
source: on how to manage <c>extra severe PTSD</c>
de: wie du mit <c>Äußerst schwere PTBS</c> umgehen kannst

# tests.result.trauma.plan.mild.step_1.title
source: Acknowledge and educate
de: Erkennen und aufklären

# tests.result.trauma.plan.mild.step_1.content
source: Recognize your symptoms and understand how trauma impacts you
de: Erkenne deine Symptome und verstehe, wie sich ein Trauma auf dich auswirkt

# tests.result.trauma.plan.mild.step_2.title
source: Practice mindfulness
de: Achtsamkeit üben

# tests.result.trauma.plan.mild.step_2.content
source: Use breathing exercises or meditation to ground yourself during tough moments
de: Mache Atemübungen oder Meditation, um dich in schwierigen Momenten zu erden

# tests.result.trauma.plan.mild.step_3.title
source: Build a routine
de: Routine aufbauen

# tests.result.trauma.plan.mild.step_3.content
source: Establish regular sleep, exercise, and eating schedules
de: Lege regelmäßige Schlaf-, Sport- und Essenszeiten fest

# tests.result.trauma.plan.mild.step_4.title
source: Connect with others
de: Mit anderen austauschen

# tests.result.trauma.plan.mild.step_4.content
source: Talk to trusted friends or family members about your feelings
de: Sprich mit Freunden oder Familienmitgliedern, denen du vertraust, über deine Gefühle

# tests.result.trauma.plan.mild.step_5.title
source: Positive activities
de: Positive Aktivitäten

# tests.result.trauma.plan.mild.step_5.content
source: Spend time on hobbies or activities that bring joy and distraction
de: Verbringe Zeit mit Hobbys oder Aktivitäten, die Freude bereiten und dich ablenken

# tests.result.trauma.plan.mild.step_6.title
source: Track your progress
de: Fortschritt verfolgen

# tests.result.trauma.plan.mild.step_6.content
source: Journal your feelings and triggers to identify patterns and improvements
de: Führe ein Tagebuch über deine Gefühle und Auslöser, um Muster und Verbesserungen zu erkennen

# tests.result.trauma.plan.moderate.step_1.title
source: Seek professional support
de: Professionelle Hilfe suchen

# tests.result.trauma.plan.moderate.step_1.content
source: Schedule therapy with a trauma-informed professional
de: Beginne eine traumafokussierte Therapie

# tests.result.trauma.plan.moderate.step_2.title
source: Learn coping techniques
de: Bewältigung lernen

# tests.result.trauma.plan.moderate.step_2.content
source: Use grounding exercises like the 5-4-3-2-1 method (focus on senses)
de: Mache Erdungsübungen wie die 5-4-3-2-1-Methode (Konzentration auf die Sinne)

# tests.result.trauma.plan.moderate.step_3.title
source: Prioritize physical health
de: Körperliche Gesundheit priorisieren

# tests.result.trauma.plan.moderate.step_3.content
source: A balanced diet and a fitness routine will help you lower stress hormones
de: Eine ausgewogene Ernährung und ein Fitnessprogramm helfen dir, Stresshormone zu senken

# tests.result.trauma.plan.moderate.step_4.title
source: Limit stressors
de: Stressfaktoren begrenzen

# tests.result.trauma.plan.moderate.step_4.content
source: Reduce exposure to unnecessary stress, like overloading your schedule
de: Reduziere unnötigen Stress, wie z. B. einen überladenen Terminkalender

# tests.result.trauma.plan.moderate.step_5.title
source: Positive emotions
de: Positive Emotionen

# tests.result.trauma.plan.moderate.step_5.content
source: Re-engage in activities that used to bring you happiness
de: Widme dich wieder Aktivitäten, die dir früher Freude bereitet haben

# tests.result.trauma.plan.moderate.step_6.title
source: Monitor progress and adjust
de: Fortschritt überwachen und anpassen

# tests.result.trauma.plan.moderate.step_6.content
source: Work with a therapist to adjust treatment plans based on progress
de: Arbeite mit einem Therapeuten zusammen, um die Behandlungspläne auf der Grundlage deines Fortschritts anzupassen

# tests.result.trauma.plan.severe.step_1.title
source: Professional treatment
de: Professionelle Behandlung

# tests.result.trauma.plan.severe.step_1.content
source: Begin trauma-focused therapy (e.g., prolonged exposure therapy or EMDR)
de: Beginne mit einer traumafokussierten Therapie (z. B. eine längere Expositionstherapie oder EMDR)

# tests.result.trauma.plan.severe.step_2.title
source: Create a safety plan
de: Sicherheitsplan erstellen

# tests.result.trauma.plan.severe.step_2.content
source: Build a network of supportive people to contact in times of crisis
de: Baue ein Netzwerk aus unterstützenden Personen auf, an die du dich in Krisenzeiten wenden kannst

# tests.result.trauma.plan.severe.step_3.title
source: Incorporate relaxation
de: Integriere Entspannung

# tests.result.trauma.plan.severe.step_3.content
source: Practice progressive muscle relaxation or guided imagery exercises
de: Lerne progressive Muskelentspannung oder geführte Imaginationsübungen

# tests.result.trauma.plan.severe.step_4.title
source: Address physical symptoms
de: Körperliche Symptome beheben

# tests.result.trauma.plan.severe.step_4.content
source: Explore body-focused treatments like yoga, acupuncture, or somatic therapy
de: Entdecke körperorientierte Behandlungen wie Yoga, Akupunktur oder somatische Therapie

# tests.result.trauma.plan.severe.step_5.title
source: Strengthen social bonds
de: Soziale Bindungen stärken

# tests.result.trauma.plan.severe.step_5.content
source: Participate in trauma recovery groups for shared strength
de: Nimm an Trauma-Bewältigungsgruppen teil, um gemeinsam Kraft zu schöpfen

# tests.result.trauma.plan.severe.step_6.title
source: Focus on progress
de: Auf den Fortschritt fokussieren

# tests.result.trauma.plan.severe.step_6.content
source: Set small, manageable goals to rebuild confidence
de: Setze dir kleine, überschaubare Ziele, um dein Selbstvertrauen wieder aufzubauen

# tests.result.trauma.plan.extra_severe.step_1.title
source: Professional treatment
de: Professionelle Behandlung

# tests.result.trauma.plan.extra_severe.step_1.content
source: Work with a trauma specialist to ensure a structured recovery plan
de: Arbeite mit einem Trauma-Spezialisten zusammen, um einen strukturierten Genesungsplan zu erstellen

# tests.result.trauma.plan.extra_severe.step_2.title
source: Build a support network
de: Netzwerk aufbauen

# tests.result.trauma.plan.extra_severe.step_2.content
source: Include therapists, close family, friends, and support groups
de: Beziehe Therapeuten, enge Familienangehörige, Freunde und Selbsthilfegruppen mit ein

# tests.result.trauma.plan.extra_severe.step_3.title
source: Focus on stabilization
de: Auf Stabilisierung setzen

# tests.result.trauma.plan.extra_severe.step_3.content
source: Use grounding techniques, crisis hotlines, or emergency interventions during flashbacks or extreme distress
de: Nutze Erdungstechniken, Krisen-Hotlines oder Notfallmaßnahmen bei Flashbacks oder extremer Belastung

# tests.result.trauma.plan.extra_severe.step_4.title
source: Integrate trauma processing
de: Traumaverarbeitung integrieren

# tests.result.trauma.plan.extra_severe.step_4.content
source: Begin structured trauma-processing therapy when ready
de: Starte eine Traumatherapie, wenn du bereit bist

# tests.result.trauma.plan.extra_severe.step_5.title
source: Holistic healing approaches
de: Ganzheitliche Heilungsansätze

# tests.result.trauma.plan.extra_severe.step_5.content
source: Engage in expressive therapies like journaling or painting
de: Nimm an kreativen, ausdrucksbetonten Therapien wie Tagebuchschreiben oder Malen teil

# tests.result.trauma.plan.extra_severe.step_6.title
source: Make a commitment
de: Engagement weiter fortsetzen

# tests.result.trauma.plan.extra_severe.step_6.content
source: Continue therapy even as symptoms improve to maintain progress
de: Setze die Therapie auch dann fort, wenn sich die Symptome bessern, um den Fortschritt aufrechtzuerhalten

# tests.result.trauma.plan.disclaimer
source: Remember that this plan provides general strategies for managing PTSD. Individual needs and responses may vary. Consult a healthcare professional for personalized advice and support.
de: Bitte beachte, dass dieser Plan allgemeine Strategien zur Behandlung von PTBS enthält. Die individuellen Bedürfnisse und Reaktionen können variieren. Wende dich für eine persönliche Beratung und Unterstützung an einen Arzt.

# tests.result.trauma.chats.title
source: Average scores by subscales
de: Durchschnittswerte nach Teilbereichen

# tests.result.trauma.chats.re_experiencing.title
source: Re-experiencing
de: Wiedererleben

# tests.result.trauma.chats.re_experiencing.description
source: Also known as intrusive symptoms, this includes reliving the trauma through distressing memories, flashbacks, or nightmares. These episodes may feel vivid and overwhelming, as though the event is happening all over again, often triggered by reminders of the trauma.
de: Auch als intrusive Symptome bekannt, umfasst dies das Wiedererleben des Traumas durch quälende Erinnerungen, Flashbacks oder Albträume. Diese Episoden können sich lebhaft und überwältigend anfühlen, als ob das Ereignis noch einmal geschieht, oft ausgelöst durch Erinnerungen an das Trauma.

# tests.result.trauma.chats.avoidance.title
source: Avoidance
de: Vermeidung

# tests.result.trauma.chats.avoidance.description
source: This involves actively avoiding thoughts, feelings, places, people, or activities that remind you of the traumatic event. Avoidance can limit engagement with life, as individuals may distance themselves from situations or emotions that could evoke distress.
de: Dies beinhaltet das aktive Vermeiden von Gedanken, Gefühlen, Orten, Menschen oder Aktivitäten, die an das traumatische Ereignis erinnern. Vermeidung kann die Auseinandersetzung mit dem Leben einschränken, da sich Menschen von Situationen oder Emotionen distanzieren, die Stress auslösen könnten.

# tests.result.trauma.chats.negative.title
source: Negative alterations
de: Negative Veränderungen

# tests.result.trauma.chats.negative.description
source: This cluster includes persistent negative thoughts about oneself, others, or the world (e.g., "I can’t trust anyone"). It also encompasses feelings of guilt, shame, emotional numbness, or disinterest in activities once enjoyed, along with difficulty recalling parts of the trauma.
de: Dieser Cluster umfasst anhaltende negative Gedanken über sich selbst, andere oder die Welt (z. B. „Ich kann niemandem vertrauen“). Er umfasst auch Schuldgefühle, Scham, emotionale Taubheit oder Desinteresse an Aktivitäten, die früher Spaß gemacht haben, sowie Schwierigkeiten, sich an Teile des Traumas zu erinnern.

# tests.result.trauma.chats.arousal.title
source: Hyper-arousal
de: Erhöhte Anspannung

# tests.result.trauma.chats.arousal.description
source: Characterized by a state of heightened alertness or reactivity. Symptoms include being easily startled, feeling on edge, trouble concentrating, irritability, difficulty sleeping, and physical symptoms like a racing heart or sweating.
de: Ein Zustand erhöhter Wachsamkeit oder Reaktionsbereitschaft. Zu den Symptomen gehören Schreckhaftigkeit, Nervosität, Konzentrationsschwierigkeiten, Reizbarkeit, Schlafstörungen und körperliche Symptome wie Herzrasen oder Schwitzen.

# tests.result.trauma.chats.dash_line.title
source: average
de: durchschnitt

# tests.result.big_five.title
source: Big 5 Personality
de: Big-Five-Test

# tests.result.big_five.profile.title
source: Your Big 5 Profile
de: Dein Big-5-Profil

# tests.result.big_five.profile.text
source: You are not a type. We help you understand where you seem to land between the two dimensions. There’s also no good and bad. And it’s perfectly normal to be in the middle.
de: Du bist kein festgelegter Typ. Wir helfen dir zu verstehen, wo du dich zwischen den beiden Dimensionen einordnest. Es gibt dabei kein richtig oder falsch. Und es ist völlig normal, sich in der Mitte zu befinden.

# tests.result.big_five.progress.openness.left_title
source: Practical
de: Praktische Fähigkeiten

# tests.result.big_five.progress.openness.right_title
source: Open
de: Offen

# tests.result.big_five.progress.conscientiousness.left_title
source: Responsive
de: Reaktionsschnell

# tests.result.big_five.progress.conscientiousness.right_title
source: Conscientious
de: Gewissenhaft

# tests.result.big_five.progress.extraversion.left_title
source: Introverted
de: Introvertiert

# tests.result.big_five.progress.extraversion.right_title
source: Extraverted
de: Extravertiert

# tests.result.big_five.progress.agreeableness.left_title
source: Strong-minded
de: Willensstark

# tests.result.big_five.progress.agreeableness.right_title
source: Agreeable
de: Umgänglich

# tests.result.big_five.progress.neuroticism.left_title
source: Mellow
de: Weich

# tests.result.big_five.progress.neuroticism.right_title
source: Nervous
de: Nervös

# tests.result.big_five.compare.openness.description_low
source: You like things the way they are—simple, predictable, and reliable. Change might feel unnecessary to you, and you’re not one to chase after the latest trends or wild ideas. Instead, you value stability and practicality, sticking to what you know works best.
de: Du magst die Dinge so, wie sie sind – einfach, vorhersehbar und verlässlich. Veränderung erscheint dir vielleicht überflüssig, und du jagst weder den neuesten Trends noch ausgefallenen Ideen hinterher. Stattdessen schätzt du Stabilität und Praktikabilität und hältst dich an das, was sich bewährt hat.

# tests.result.big_five.compare.openness.description_medium
source: You’re a mix of curiosity and practicality. You enjoy discovering new things but also appreciate the comfort of sticking to what you know. You’re the kind of person who tries a new recipe but still orders your favourite dish at a restaurant.
de: Du bist eine Mischung aus Neugier und Pragmatismus. Du entdeckst gerne Neues, schätzt aber auch die Vertrautheit bewährter Dinge. Du bist der Typ, der ein neues Rezept ausprobiert, aber im Restaurant trotzdem sein Lieblingsgericht bestellt.

# tests.result.big_five.compare.openness.description_high
source: You’re the ultimate adventurer of the mind and soul. Whether it’s exploring new cultures, diving into a creative project, or brainstorming innovative ideas, you thrive on the excitement of discovery. Your imagination knows no bounds, and you’re constantly asking, “What if?”
de: Du bist der ultimative Abenteurer von Geist und Seele. Ob du neue Kulturen erkundest, dich in ein kreatives Projekt vertiefst oder innovative Ideen entwickelst – du lebst von der Aufregung des Entdeckens. Deine Vorstellungskraft kennt keine Grenzen, und du stellst dir ständig die Frage: „Was wäre, wenn?“

# tests.result.big_five.compare.conscientiousness.description_low
source: You’re spontaneous and easygoing, living life without rigid schedules or endless to-do lists. You prefer to go with the flow, letting things unfold naturally rather than trying to plan every detail. You’re the kind of person who can throw together a fun, last-minute gathering but might forget to RSVP for an event in advance.
de: Sie sind spontan, locker und leben Ihr Leben ohne starre Zeitpläne oder To-do-Listen. Sie lassen sich lieber treiben und die Dinge auf sich zukommen, anstatt alles planen zu wollen. Sie sind die Art von Person, die in letzter Minute eine lustige Zusammenkunft organisieren kann, aber vergessen, sich für eine Veranstaltung im Voraus anzumelden.

# tests.result.big_five.compare.conscientiousness.description_medium
source: You’re the perfect balance of structure and spontaneity. You like having plans in place but are flexible enough to adapt when things don’t go as expected. You’re responsible when it matters, but you don’t stress over minor details or unplanned detours.
de: Sie sind die perfekte Balance zwischen Struktur und Spontanität. Sie haben gerne Pläne, sind aber flexibel genug, wenn etwas nicht wie erwartet verläuft. Sie sind verantwortungsbewusst, aber Sie machen sich keinen Stress wegen kleiner Details oder ungeplanter Umwege.

# tests.result.big_five.compare.conscientiousness.description_high
source: You’re a goal-getter, thriving on organization, structure, and precision. Whether it’s sticking to deadlines, planning events, or keeping things tidy, you’re a master of efficiency. You feel accomplished when everything is in order and done to the best of your ability.
de: Sie sind ein zielstrebiger Mensch, der Organisation, Struktur und Präzision schätzt. Ob es darum geht, Fristen einzuhalten oder Veranstaltungen zu planen, Sie sind Meister der Effizienz. Sie fühlen sich erfolgreich, wenn alles ok ist und Sie alles nach bestem Gewissen erledigt haben.

# tests.result.big_five.compare.extraversion.description_low
source: You're a thoughtful and introspective person, thriving in quiet, meaningful moments. Whether working independently or having deep one-on-one conversations, you find energy in reflection and personal connection.
de: Sie sind ein nachdenklicher und introspektiver Mensch, der in ruhigen, bedeutungsvollen Momenten aufblüht. Ob Sie selbstständig arbeiten oder tiefgründige Einzelgespräche führen, Sie finden Energie in der Reflexion und in persönlichen Kontakten.

# tests.result.big_five.compare.extraversion.description_medium
source: You’re a blend of social butterfly and lone wolf. You enjoy connecting with others but know how to step back and recharge when needed. Whether it’s a lively group activity or a peaceful evening at home, you can thrive in both worlds.
de: Sie sind eine Mischung aus Geselligkeit und Einzelgänger. Sie haben gerne Kontakt, wissen aber, wie Sie bei Bedarf zurücktreten und Kraft tanken können. Ob bei einer lebhaften Gruppenaktivität oder einem ruhigen Abend zu Hause, Sie können in beiden Welten Erfolg haben.
