Repository: DzmitryYaskel/SupernovaLocalization
Catalog: Sources/Resources/*.lproj/Localizable.strings
Languages: de

# tests.trauma_1
source: I have repeated, disturbing, and <c>unwanted memories</c> of the stressful experience
de: Ich habe wiederholte, störende und unerwünschte Erinnerungen an die belastende Erfahrung

# tests.trauma_2
source: I keep having <c>bad dreams</c> about some difficult times
de: Ich habe immer wieder schlechte Träume über schwierige Zeiten

# tests.trauma_3
source: Sometimes it feels like I'm reliving the <c>stressful situation</c> all over again
de: Manchmal fühlt es sich an, als würde ich die stressige Situation noch einmal durchleben

# tests.trauma_4
source: When something reminds me of bad experience, it <c>really upsets</c> me
de: Wenn mich etwas an das schlechte Erlebnis erinnert, macht mich das wirklich fertig

# tests.trauma_5
source: I have strong <c>physical reactions</c> when reminded of a tough moment
de: Ich habe starke körperliche Reaktionen, wenn ich an einen schwierigen Moment erinnert werde

# tests.trauma_6
source: I avoid thinking about what happened, trying to push it <c>out of my mind</c>
de: Ich vermeide es, an das Geschehene zu denken, und versuche, es aus meinem Kopf zu verdrängen

# tests.trauma_7
source: I stay away from people or things that <c>bring back memories</c> of what I went through
de: Ich meide Menschen oder Dinge, die Erinnerungen an das Erlebte wecken

# tests.trauma_8
source: It's hard to <c>remember key parts</c> of the traumatic experience
de: Es fällt mir schwer, mich an wichtige Teile der traumatischen Erfahrung zu erinnern

# tests.trauma_9
source: I have <c>negative beliefs</c> about myself, others, or the world because of the stressful event
de: Ich habe negative Überzeugungen über mich selbst, andere oder die Welt wegen des belastenden Ereignisses

# tests.trauma_10
source: I <c>blame myself</c> or someone else for the bad experience or what happened after
de: Ich gebe mir selbst oder jemand anderem die Schuld für das schlechte Erlebnis oder was danach passiert ist

# tests.trauma_11
source: I have strong <c>negative feelings</c> such as fear, horror, anger, guilt, or shame
de: Ich habe starke negative Gefühle wie Angst, Entsetzen, Wut, Schuld oder Scham

# tests.trauma_12
source: I have <c>lost interest</c> in activities that I used to enjoy
de: Ich habe das Interesse an Aktivitäten verloren, die mir früher Spaß gemacht haben

# tests.trauma_13
source: I <c>feel distant</c> or cut off from other people
de: Ich fühle mich von anderen Menschen distanziert oder abgeschnitten

# tests.trauma_14
source: I have trouble experiencing <c>positive feelings</c>, such as being unable to feel happiness for my friends and family
de: Ich habe Schwierigkeiten, positive Gefühle zu empfinden, zum Beispiel kann ich mich nicht für meine Freunde und Familie freuen

# tests.trauma_15
source: I exhibit <c>irritable behavior</c>, angry outbursts, or act aggressively
de: Ich zeige reizbares Verhalten, Wutausbrüche oder handle aggressiv

# tests.trauma_16
source: I take <c>too many risks</c> or do things that could cause me harm
de: Ich gehe zu viele Risiken ein oder tue Dinge, die mir schaden könnten

# tests.trauma_17
source: I am <c>"superalert" or watchful</c> or on guard
de: Ich bin "überwachsam", achtsam oder auf der Hut

# tests.trauma_18
source: I feel jumpy or <c>easily startled</c>
de: Ich fühle mich schreckhaft oder lasse mich leicht erschrecken

# tests.trauma_19
source: I have difficulty <c>concentrating</c>
de: Ich habe Schwierigkeiten, mich zu konzentrieren

# tests.trauma_20
source: I have trouble falling or <c>staying asleep</c>
de: Ich habe Probleme beim Einschlafen oder Durchschlafen

# tests.fear_response_1
source: Criticism from my boss or teacher makes me feel the need to <c>explain myself</c>
de: Kritik von meinem Chef oder Lehrer gibt mir das Gefühl, mich rechtfertigen zu müssen

# tests.fear_response_2
source: If a place <c>feels unsafe</c>, I immediately plan my way out
de: Wenn ein Ort unsicher wirkt, plane ich sofort einen Ausweg

# tests.fear_response_3
source: Overwhelming work makes me <c>feel stuck</c>
de: Übermäßige Arbeit lässt mich feststecken und handlungsunfähig fühlen

# tests.fear_response_4
source: Seeing an angry friend, I instinctively try to <c>calm them down</c>
de: Wenn ein Freund wütend ist, versuche ich instinktiv, ihn zu beruhigen

# tests.fear_response_5
source: I <c>strongly defend</c> my point when questioned
de: Ich verteidige meinen Standpunkt energisch, wenn er in Frage gestellt wird

# tests.fear_response_6
source: I prefer <c>leaving an argument</c> rather than engaging
de: Statt mich auf eine Diskussion einzulassen, verlasse ich sie lieber

# tests.fear_response_7
source: Bad news makes me <c>struggle to react</c> or think clearly
de: Schlechte Nachrichten machen es mir schwer, klar zu denken oder zu reagieren

# tests.fear_response_8
source: Even with my own tasks, I <c>help a stressed coworker</c>
de: Auch wenn ich selbst viel zu tun habe, helfe ich gestressten Kollegen

# tests.fear_response_9
source: A reckless driver makes me <c>angry at once</c>
de: Ein rücksichtsloser Autofahrer macht mich sofort wütend

# tests.fear_response_10
source: Aggressive people at a party make me <c>keep my distance</c>
de: Aggressive Menschen auf einer Party halten mich auf Distanz

# tests.fear_response_11
source: In an emergency, I sometimes <c>freeze instead of acting</c>
de: In Notfällen friere ich manchmal ein, statt zu handeln

# tests.fear_response_12
source: Even if a critique is unfair, I often <c>agree to avoid conflict</c>
de: Selbst wenn Kritik unfair ist, stimme ich oft zu, um Konflikte zu vermeiden

# tests.fear_response_13
source: When someone wrongly blames me, I <c>refuse to stay quiet</c>
de: Wenn mir jemand zu Unrecht die Schuld gibt, weigere ich mich zu schweigen

# tests.fear_response_14
source: Walking alone at night, I <c>change my path</c> if I see someone suspicious
de: Wenn ich nachts alleine unterwegs bin und eine verdächtige Person sehe, ändere ich meinen Weg

# tests.fear_response_15
source: Speaking in public unexpectedly makes my <c>mind go blank</c>
de: Unerwartetes öffentliches Sprechen lässt meinen Kopf leer werden

# tests.fear_response_16
source: I focus on <c>helping others</c> before dealing with my own stress
de: Ich kümmere mich erst um andere, bevor ich mich meinem eigenen Stress widme

# tests.fear_response_17
source: Losing in competition makes me <c>fight harder</c>
de: Verlieren im Wettbewerb motiviert mich, noch härter zu kämpfen

# tests.fear_response_18
source: Family drama makes me <c>find an excuse</c> to leave early
de: Familiendrama gibt mir das Bedürfnis, eine Ausrede zu finden, um früh zu gehen

# tests.fear_response_19
source: Intense fear leaves me <c>mentally blocked</c>
de: Starke Angst blockiert mich mental

# tests.fear_response_20
source: If a loved one is upset, I <c>set aside my own needs</c> to make them feel better
de: Wenn eine geliebte Person traurig ist, stelle ich meine eigenen Bedürfnisse zurück, um sie zu trösten

# tests.fear_response_21
source: A rude cashier or waiter makes me <c>want to confront</c> them
de: Ein unhöflicher Kassierer oder Kellner weckt in mir den Wunsch, ihn zur Rede zu stellen

# tests.fear_response_22
source: I strongly <c>dislike group discussions</c> that turn into arguments
de: Ich mag es überhaupt nicht, wenn Gruppendiskussionen in Streit ausarten

# tests.fear_response_23
source: Loud noises at night make me <c>feel disarmed</c>
de: Laute Geräusche in der Nacht lassen mich hilflos fühlen

# tests.fear_response_24
source: I <c>hesitate to confront</c> a friend making a bad decision
de: Ich zögere, einen Freund zu konfrontieren, wenn er eine schlechte Entscheidung trifft

# tests.fear_response_25
source: In debates, I feel the need to <c>prove my point</c>
de: In Debatten habe ich das Bedürfnis, meinen Standpunkt zu beweisen

# tests.fear_response_26
source: I <c>procrastinate when overwhelmed</c> by emotions
de: Wenn ich emotional überfordert bin, neige ich dazu, Dinge aufzuschieben

# tests.fear_response_27
source: A high-pressure exam sometimes can make me <c>forget everything</c>
de: Eine stressige Prüfung kann manchmal dazu führen, dass ich alles vergesse

# tests.fear_response_28
source: A friend’s bad mood makes me <c>adjust my behavior</c>
de: Die schlechte Laune eines Freundes bringt mich dazu, mein Verhalten anzupassen

# tests.fear_response_29
source: Hearing false rumors about me makes me want to <c>call them out</c>
de: Falsche Gerüchte über mich zu hören, löst in mir den Wunsch aus, sie richtigzustellen

# tests.fear_response_30
source: Stressful messages make me <c>avoid replying</c> right away
de: Stressige Nachrichten bringen mich dazu, das Antworten hinauszuzögern

# tests.fear_response_31
source: I avoid being in <c>unfamiliar social settings</c>
de: Ich meide soziale Umgebungen, in denen ich mich nicht auskenne

# tests.fear_response_32
source: Saying "no" <c>feels difficult</c>, even when I don’t want to help
de: "Nein" zu sagen fällt mir schwer, selbst wenn ich nicht helfen will

# tests.fear_response_33
source: Being disrespected in public makes me <c>react impulsively</c>
de: Wenn ich in der Öffentlichkeit respektlos behandelt werde, reagiere ich impulsiv

# tests.fear_response_34
source: I <c>avoid confrontation</c> when scared
de: Ich meide Konfrontationen, wenn ich Angst habe

# tests.fear_response_35
source: Criticism from someone I admire <c>leaves me stuck</c>
de: Kritik von jemandem, den ich bewundere, lässt mich erstarren

# tests.fear_response_36
source: If I feel disliked, I <c>try harder to be nice</c>
de: Wenn ich das Gefühl habe, dass mich jemand nicht mag, bemühe ich mich umso mehr, nett zu sein

# tests.fear_response_37
source: Pressure to do something I don’t want to makes me <c>push back</c>
de: Druck, etwas zu tun, das ich nicht will, bringt mich dazu, Widerstand zu leisten

# tests.fear_response_38
source: I tend to <c>avoid risks</c>
de: Ich vermeide Risiken

# tests.fear_response_39
source: Making a big mistake makes me <c>do nothing</c> instead of fixing it
de: Wenn ich einen großen Fehler mache, tue ich nichts, anstatt ihn zu beheben

# tests.fear_response_40
source: I <c>focus on others’ comfort</c> over my own
de: Ich sorge mich mehr um das Wohlbefinden anderer als um mein eigenes

# tests.type_of_smart_task_1
source: I often find myself <c>humming or tapping</c> along to music
de: Ich ertappe mich oft dabei, zur Musik mitzusummen oder den Takt mitzuklopfen

# tests.type_of_smart_task_2
source: I feel comfortable <c>initiating conversations</c> with new people
de: Ich fühle mich wohl dabei, Gespräche mit neuen Leuten zu beginnen

# tests.type_of_smart_task_3
source: I enjoy <c>analyzing or interpreting</c> books, poems, or lyrics
de: Ich analysiere oder interpretiere gerne Bücher, Gedichte oder Liedtexte

# tests.type_of_smart_task_4
source: I enjoy solving <c>math problems or logic puzzles</c> in my free time
de: In meiner Freizeit löse ich gerne Mathe- oder Denksportaufgaben

# tests.type_of_smart_task_5
source: I enjoy <c>visualizing and imagining</c> how things look or fit together
de: Ich genieße es, zu visualisieren und mir vorzustellen, wie Dinge aussehen oder zusammenpassen

# tests.type_of_smart_task_6
source: I enjoy <c>singing, playing</c> an instrument, or creating music
de: Ich singe gern, spiele gern ein Instrument oder mache gern Musik

# tests.type_of_smart_task_7
source: I excel at <c>sports, dance,</c> or other physical activities
de: Ich bin sehr gut im Sport, Tanzen oder in anderen körperlichen Aktivitäten

# tests.type_of_smart_task_8
source: I frequently find myself in the role of <c>mediator or peacemaker</c>
de: Ich übernehme häufig die Rolle des Vermittlers oder Friedensstifters

# tests.type_of_smart_task_9
source: I spend time <c>reflecting on my emotions</c> and thoughts
de: Ich verbringe Zeit damit, über meine Gefühle und Gedanken nachzudenken

# tests.type_of_smart_task_10
source: I find myself <c>correcting grammar or phrasing</c> in my head when reading or listening
de: Ich korrigiere beim Lesen oder Zuhören oft Fehler im Kopf

# tests.type_of_smart_task_11
source: I can easily <c>remember locations</c> or navigate without maps
de: Ich kann mich leicht an Orte erinnern oder ohne Karten navigieren

# tests.type_of_smart_task_12
source: I often feel the need to <c>move or fidget</c> while working or thinking
de: Ich habe oft das Bedürfnis, mich beim Arbeiten oder Denken zu bewegen oder herumzuzappeln

# tests.type_of_smart_task_13
source: I often question <c>how things work</c> and seek logical explanations
de: Ich frage mich oft, wie Dinge funktionieren und suche nach logischen Erklärungen

# tests.type_of_smart_task_14
source: Music <c>helps me focus</c> or influences my emotions significantly
de: Musik hilft mir, mich zu konzentrieren oder beeinflusst meine Emotionen erheblich

# tests.type_of_smart_task_15
source: I enjoy <c>learning through hands-on activities</c> rather than just reading or listening
de: Ich lerne lieber durch praktische Aktivitäten als nur durch Lesen oder Zuhören

# tests.type_of_smart_task_16
source: I often notice when someone <c>feels upset or left out</c>
de: Mir fällt es meist auf, wenn sich jemand verärgert oder ausgeschlossen fühlt

# tests.type_of_smart_task_17
source: I am aware of my <c>strengths and weaknesses</c>
de: Ich bin mir meiner Stärken und Schwächen bewusst

# tests.type_of_smart_task_18
source: I like experimenting with <c>different ways to solve</c> a problem
de: Ich experimentiere gerne mit verschiedenen Möglichkeiten, ein Problem zu lösen

# tests.type_of_smart_task_19
source: I often notice and <c>remember quotes</c> or powerful phrases from books or movies
de: Ich bemerke und erinnere mich oft an Zitate oder aussagekräftige Sätze aus Büchern oder Filmen

# tests.type_of_smart_task_20
source: I prefer activities that allow me to <c>work independently</c>
de: Ich bevorzuge Aktivitäten, bei denen ich selbstständig arbeiten kann

# tests.type_of_smart_task_21
source: I enjoy <c>arranging or decorating spaces</c> to make them visually appealing
de: Ich genieße es, Räume einzurichten oder zu dekorieren, um sie optisch ansprechend zu gestalten

# tests.type_of_smart_task_22
source: <c>Learning new languages</c> is something I find intriguing and enjoyable
de: Neue Sprachen zu lernen finde ich faszinierend und unterhaltsam

# tests.type_of_smart_task_23
source: I enjoy <c>spending time in nature</c>, like hiking, camping, or gardening
de: Ich verbringe gerne Zeit in der Natur, zum Beispiel mit Wandern, Camping oder Gartenarbeit

# tests.type_of_smart_task_24
source: I find myself reasoning through <c>decisions or problems</c> methodically
de: Ich denke über Entscheidungen oder Probleme methodisch nach

# tests.type_of_smart_task_25
source: I enjoy <c>working in teams</c> or collaborating with others to achieve goals
de: Ich arbeite gerne im Team oder kooperiere mit anderen, um Ziele zu erreichen

# tests.type_of_smart_task_26
source: <c>Listening to music</c> or playing instruments energizes me
de: Musik hören oder Musik zu machen gibt mir Energie

# tests.type_of_smart_task_27
source: I enjoy <c>writing stories</c>, poems, or journaling
de: Ich schreibe gern Geschichten, Gedichte oder Tagebuch

# tests.type_of_smart_task_28
source: <c>Numbers and calculations</c> are intuitive and enjoyable for me
de: Rechnen mit Zahlen ist für mich intuitiv und angenehm

# tests.type_of_smart_task_29
source: I enjoy <c>building or crafting</c> things with my hands
de: Ich genieße es, Dinge selbst zu basteln oder bauen

# tests.type_of_smart_task_30
source: I often <c>imagine or dream</c> about new spaces or structures
de: Ich stelle mir oft neue Räume oder Strukturen vor oder träume davon

# tests.type_of_smart_task_31
source: I can easily <c>articulate my thoughts</c> in conversations or debates
de: Ich kann meine Gedanken in Gesprächen oder Debatten leicht artikulieren

# tests.type_of_smart_task_32
source: I value <c>time alone</c> to recharge and think
de: Ich schätze Zeit allein, um Kraft zu tanken und nachzudenken

# tests.type_of_smart_task_33
source: I enjoy <c>mentoring or teaching others</c> to help them grow
de: Ich genieße es, andere zu betreuen oder zu unterrichten, um ihnen zu helfen, zu wachsen

# tests.type_of_smart_task_34
source: I tend to think through problems <c>step by step</c> to find solutions
de: Ich neige dazu, Probleme Schritt für Schritt zu durchdenken, um Lösungen zu finden

# tests.type_of_smart_task_35
source: I often recognize when a song is slightly off-key or <c>out of tune</c>
de: Ich erkenne es oft, wenn ein Lied leicht daneben oder falsch ist

# tests.type_of_smart_task_36
source: Physical <c>coordination and balance</c> are strengths of mine
de: Körperliche Koordination und Gleichgewicht gehören zu meinen Stärken

# tests.type_of_smart_task_37
source: I find satisfaction in <c>organizing objects</c> or spaces creatively
de: Ich finde Befriedigung darin, Gegenstände oder Räume kreativ zu gestalten

# tests.type_of_smart_task_38
source: Creating playlists or <c>exploring new music</c> is something I enjoy doing regularly
de: Das Erstellen von Playlists oder Entdecken neuer Musik ist etwas, was ich regelmäßig gerne mache

# tests.type_of_smart_task_39
source: I enjoy <c>playing word games</c> like crosswords or anagrams
de: Ich liebe Wortspiele wie Kreuzworträtsel oder Anagramme

# tests.type_of_smart_task_40
source: I often think deeply about the meaning or <c>purpose of my life</c>
de: Ich denke oft tief über den Sinn oder Zweck meines Lebens nach

# tests.type_of_smart_task_41
source: I like <c>activities that involve strategy</c>, like chess or programming
de: Ich mag Aktivitäten, die Strategie beinhalten, wie Schach oder Programmieren

# tests.type_of_smart_task_42
source: I notice the <c>rhythm or beat</c> in everyday sounds, like footsteps or typing
de: Ich nehme den Rhythmus oder Takt in alltäglichen Geräuschen wahr, wie etwa in Schritten oder beim Tippen

# tests.type_of_smart_task_43
source: I prefer <c>doing tasks physically</c> rather than discussing or theorizing about them
de: Ich ziehe es vor, Aufgaben physisch zu erledigen, anstatt darüber zu diskutieren oder Theorien aufzustellen

# tests.type_of_smart_task_44
source: Building and <c>maintaining relationships</c> is a priority for me
de: Der Aufbau und die Pflege von Beziehungen hat für mich Priorität

# tests.type_of_smart_task_45
source: I often observe <c>details about animals</c> or plants others overlook
de: Mir fallen oft Details an Tieren oder Pflanzen auf, die andere übersehen

# tests.type_of_smart_task_46
source: I enjoy <c>puzzles or games</c> that involve shapes, like Tetris or jigsaw puzzles
de: Ich mag Rätsel und Spiele, bei denen es um Formen geht, wie Tetris oder Puzzles

# tests.type_of_smart_task_47
source: I enjoy exploring different <c>genres or styles</c> of music
de: Ich probiere gern verschiedene Musikgenres oder -stile aus

# tests.type_of_smart_task_48
source: I often rely on others' input to refine my <c>ideas or decisions</c>
de: Ich verlasse mich oft auf den Input anderer, um meine Ideen oder Entscheidungen zu verfeinern

# tests.type_of_smart_task_49
source: I value <c>self-awareness</c> and personal growth
de: Ich lege Wert auf Selbsterkenntnis und persönliches Wachstum

# tests.type_of_smart_task_50
source: <c>Public speaking</c> or presenting my ideas to others is something I feel confident doing
de: Öffentliches Reden oder die Präsentation meiner Ideen vor anderen ist etwas, bei dem ich mich sicher fühle

# tests.type_of_smart_task_51
source: I can <c>easily identify</c> different plants, animals, or natural features
de: Ich kann verschiedene Pflanzen, Tiere oder natürliche Merkmale leicht identifizieren

# tests.type_of_smart_task_52
source: I enjoy <c>sketching or drawing</c> as a form of expression or relaxation
de: Ich mache gerne Skizzen oder Zeichnungen, um mich auszudrücken oder zu entspannen

# tests.type_of_smart_task_53
source: I enjoy <c>exploring new environments</c> or terrains through hiking or climbing
de: Ich erkunde gerne neue Umgebungen oder Gelände beim Wandern oder Klettern

# tests.type_of_smart_task_54
source: I am good at convincing or <c>persuading others</c> of my point of view
de: Ich bin gut darin, andere von meinem Standpunkt zu überzeugen

# tests.type_of_smart_task_55
source: I find it satisfying to create or work with <c>schedules and timelines</c>
de: Ich finde es befriedigend, Zeitpläne zu erstellen und Deadlines zu setzen oder damit zu arbeiten

# tests.type_of_smart_task_56
source: I often <c>think in pictures</c> rather than words
de: Ich denke oft in Bildern statt in Worten

# tests.type_of_smart_task_57
source: I often <c>set personal goals</c> and plan how to achieve them
de: Ich setze mir oft persönliche Ziele und plane, wie ich sie erreichen kann

# tests.type_of_smart_task_58
source: I feel a <c>strong connection</c> to living things around me
de: Ich fühle eine starke Verbindung zu den Lebewesen um mich herum

# tests.type_of_smart_task_59
source: I feel <c>in tune with</c> how my body moves and reacts
de: Ich fühle mich im Einklang mit der Art und Weise, wie sich mein Körper bewegt und reagiert

# tests.type_of_smart_task_60
source: I can easily <c>identify different instruments</c> in a piece of music
de: Ich kann problemlos verschiedene Instrumente in einem Musikstück identifizieren

# tests.type_of_smart_task_61
source: I enjoy <c>social gatherings and meeting</c> new people
de: Ich genieße gesellige Zusammenkünfte und das Kennenlernen neuer Leute

# tests.type_of_smart_task_62
source: I <c>analyze past decisions</c> to learn and grow
de: Ich analysiere vergangene Entscheidungen, um zu lernen und zu wachsen

# tests.type_of_smart_task_63
source: I enjoy activities like <c>programming</c> or working with formulas
de: Ich mag Aktivitäten wie Programmieren oder das Arbeiten mit Formeln

# tests.type_of_smart_task_64
source: I often <c>reread or rewrite</c> something until it sounds perfect to me
de: Ich lese oder schreibe etwas oft noch einmal durch, bis es für mich perfekt klingt

# tests.type_of_smart_task_65
source: I am attuned to what <c>makes me happy</c> or fulfilled
de: Ich bin im Einklang mit dem, was mich glücklich macht oder erfüllt

# tests.type_of_smart_task_66
source: I enjoy activities like <c>yoga or stretching</c> for relaxation
de: Ich genieße Aktivitäten wie Yoga oder Stretching zur Entspannung

# tests.type_of_smart_task_67
source: I often notice subtle <c>changes in the weather</c> or seasons
de: Ich bemerke oft subtile Änderungen im Wetter oder in den Jahreszeiten

# tests.type_of_smart_task_68
source: I recognize subtle differences in <c>colors, shapes, or patterns</c>
de: Ich erkenne subtile Unterschiede in Farben, Formen oder Mustern

# tests.type_of_smart_task_69
source: I am passionate about protecting <c>the environment or wildlife</c>
de: Der Schutz der Umwelt oder der Tierwelt liegt mir sehr am Herzen

# tests.type_of_smart_task_70
source: I enjoy <c>analyzing data</c> or interpreting statistics
de: Ich mag es, Daten zu analysieren oder Statistiken zu interpretieren

# tests.type_of_smart_task_71
source: I prefer <c>outdoor activities</c> to indoor ones
de: Ich bevorzuge Outdoor-Aktivitäten gegenüber Indoor-Aktivitäten

# tests.type_of_smart_task_72
source: I enjoy helping others <c>feel comfortable</c> in new settings
de: Ich helfe gerne anderen, sich in neuen Umgebungen wohlzufühlen

# tests.type_of_smart_task_73
source: I spend time thinking about how to <c>improve myself</c>
de: Ich verbringe Zeit damit, darüber nachzudenken, wie ich mich verbessern kann

# tests.type_of_smart_task_74
source: I feel most relaxed when <c>surrounded by nature</c>
de: Ich fühle mich am entspanntesten, wenn ich von Natur umgeben bin
