Repository: DzmitryYaskel/SupernovaLocalization
Catalog: Sources/Resources/*.lproj/Localizable.strings
Languages: de

# general.button.start
source: START
de: STARTEN

# general.button.next
source: NEXT
de: WEITER

# general.button.restart
source: RESTART
de: NEUSTART

# general.button.unlock
source: unlock
de: freischalten

# general.button.retry
source: RETRY
de: ERNEUT VERSUCHEN

# general.button.got_it
source: GOT IT
de: VERSTANDEN

# general.button.get_it
source: GET IT
de: ERHALTEN

# general.button.yes
source: YES
de: Ja

# general.button.no
source: NO
de: Nein

# general.button.continue
source: CONTINUE
de: WEITER

# general.button.submit
source: SUBMIT
de: ABSENDEN

# advertisement.banner.keep_your_brain_sharp
source: Keep your brain sharp
de: Halte deinen Geist scharf

# tab_bar.item.today.title
source: Today
de: Heute

# tab_bar.item.games.title
source: Games
de: Spiele

# tab_bar.item.brain.title
source: Brain
de: Gehirn

# dialogs.email_to_discount.title
source: Get Lifetime
de: Lebenszeit erhalten

# dialogs.email_to_discount.title.substring
source: Lifetime
de: Lebenszeit

# dialogs.email_to_discount.title2
source: Subscription for Free
de: Kostenloses Abo

# dialogs.email_to_discount.title2.substring
source: for Free
de: Kostenloses

# dialogs.email_to_discount.submit.button
source: submit to claim offer
de: absenden, um Angebot anzufordern

# dialogs.email_to_discount.submit.list.leave_your_email
source: Leave your email
de: E-Mail angeben

# dialogs.email_to_discount.submit.list.get_lifetime
source: Get Lifetime access for FREE
de: KOSTENLOSER Zugang auf Lebenszeit

# dialogs.email_to_discount.submit.list.tell_us
source: Tell us about your app experience
de: Erzähl uns von deiner App-Erfahrung

# dialogs.email_to_discount.submit.email.error
source: Please make sure your email is correct
de: Achte bitte auf die korrekte Angabe deiner E-Mail

# dialogs.email_to_discount.thanks.title
source: Thanks! We’ll reach out to you soon
de: Danke! Wir melden uns bald bei dir

# dialogs.email_to_discount.thanks.description
source: You’ll get an email with more details
de: Du erhältst eine E-Mail mit weiteren Details

# dialogs.email_to_discount.your_discount
source: your discount
de: Dein Rabatt

# games.result.button.next_step
source: NEXT STEP
de: NÄCHSTER SCHRITT

# games.result.button.next_game
source: NEXT GAME
de: NÄCHSTES SPIEL

# games.result.button.next_level
source: NEXT LEVEL
de: NÄCHSTES LEVEL

# games.result.button.play_again
source: PLAY AGAIN
de: ERNEUT SPIELEN

# games.result.button.leave_feedback
source: leave feedback
de: KOMMENTAR

# games.result.leave_feedback
source: Thanks! We’d love to hear more from you
de: Danke! Wir würden gerne Ihre Meinung hören

# games.result.amazing
source: Amazing!
de: Toll!

# games.result.levels_coming_soon
source: New exciting levels coming soon...
de: Neue spannende Level kommen bald ...

# games.result.step
source: step
de: Schritt

# games.result.finish
source: finish
de: FERTIG

# games.result.correct_answers
source: Correct answers
de: Richtige Antworten

# games.result.incorrect_answers
source: Incorrect answers
de: Falsche Antworten

# games.result.did_you_like_game
source: How did you like the game?
de: Wie hat Ihnen das Spiel gefallen?

# games.result.rate_this_game
source: Rate this game?
de: Dieses Spiel bewerten?

# games.result.thanks_for_feedback
source: Thanks for your feedback!
de: Vielen Dank für Ihre Rückmeldung!

# games.result.next_game
source: NEXT GAME (%d/%d)
de: NÄCHSTES SPIEL (%d/%d)

# games.button.play
source: PLAY
de: SPIELEN

# games.button.replay
source: REPLAY
de: NEUSTARTEN

# games.button.how_to_play
source: HOW TO PLAY
de: SPIELTIPPS

# games.button.resume
source: RESUME
de: FORTFAHREN

# games.button.exit_to_home
source: EXIT TO HOME
de: ZUR STARTSEITE

# games.answer.great
source: Great!
de: Toll

# games.answer.wrong
source: Wrong!
de: Falsch!

# games.levels.locked
source: locked
de: gesperrt

# games.levels.passed
source: passed
de: bestanden

# games.levels.current
source: current
de: aktuell

# games.coming_soon.back_to_games
source: BACK TO GAMES
de: ZURÜCK ZU DEN SPIELEN

# games.coming_soon.coming_soon_dots
source: COMING SOON...
de: BALD VERFÜGBAR ...

# games.navigation.tap_to_skip
source: Tap to skip
de: Überspringen

# games.trial
source: Trial
de: Versuch

# games.workout
source: Workout
de: Training

# games.level_complexity.name_1
source: Beginner
de: Anfänger

# games.level_complexity.name_2
source: Novice
de: Neuling

# games.level_complexity.name_3
source: Student
de: Lernender

# games.level_complexity.name_4
source: Trained
de: Geübt

# games.level_complexity.name_5
source: Adept
de: Geschickt

# games.level_complexity.name_8
source: Master
de: Meister

# games.level_complexity.name_9
source: Grandmaster
de: Großmeister

# games.level_complexity.name_10
source: Godlike
de: Götterhaft

# settings.feedback.clever_support
source: Clever Support
de: Clever kundensupport

# settings.title
source: Settings
de: Einstellungen

# settings.rate_us
source: Rate Us
de: Bewerten Sie uns

# settings.ads_personalize
source: Personalize ADS
de: Werbung anpassen

# settings.support
source: Support
de: Kundensupport

# settings.manage_subscription
source: Manage subscription
de: Abonnement verwalten

# settings.cancel_subscription
source: Cancel Subscription
de: Abonnement kündigen

# settings.follow_us
source: Follow us in social media.
de: Folgen Sie uns in den sozialen Medien.

# settings.choose_app_icon
source: Choose App Icon
de: App-Symbol auswählen

# settings.change_language
source: Change language
de: Sprache ändern

# settings.manage_subscription.action_alert.title
source: Do you really want to cancel your subscription?
de: Möchten Sie Ihr Abonnement wirklich kündigen?

# settings.manage_subscription.action_alert.message
source: You’ll no longer have access to premium features
de: Sie haben keinen Zugriff mehr auf die Premiumfunktionen

# settings.manage_subscription.action_alert.unsubscribe
source: Unsubscribe
de: Kündigen

# settings.manage_subscription.action_alert.cancel
source: Go Back
de: Zurück

# settings.manage_subscription.result.success_alert.title
source: Your subscription has been successfully cancelled
de: Ihr Abonnement wurde erfolgreich gekündigt

# settings.manage_subscription.result.failed_alert.title
source: The cancellation request has been sent. No future payments will be made.
de: Kündigung fehlgeschlagen

# settings.manage_subscription.result.failed_alert.message
source: If you have any questions, please contact our support team
de: Etwas ist schiefgelaufen. Bitte versuchen Sie es später noch einmal

# settings.manage_subscription.popup.title
source: Premium subscription is active 🌟
de: Premium-Abonnement ist aktiv 🌟

# settings.manage_subscription.popup.subTitle
source: Clever: Brain Logic Training
de: Clever: Hirntraining für logischeres Denken

# settings.manage_subscription.popup.description
source: Braining & Memory IQ Fun Games
de: Lustige IQ-Spiele zum Ausbau von Denkvermögen und Gedächtnis

# settings.music.music
source: Game Music
de: Spielemusik

# settings.music.sound
source: Game Sounds
de: Spielsounds

# alert.something_wrong_try_again
source: Sorry, something went wrong. Please try later.
de: Leider ist etwas schief gelaufen. Bitte versuche es später.

# alert.no_internet.title
source: No Internet
de: Kein Internet

# alert.no_internet.message
source: Sorry, there are some problems with internet connection. Please try later.
de: Leider gibt es Probleme mit der Internetverbindung. Bitte versuche es später.

# onboarding.age.range.under13
source: Under 13
de: Unter 13

# onboarding.age.range.over60
source: Over 60
de: Über 60

# onboarding.age.description.under13
source: Training your brain helps you remember things better, do math and get better marks at school.
de: Denksport hilft, sich Dinge besser zu merken und besser in Mathe wie in der Schule allgemein zu werden

# onboarding.age.description.from13to17
source: Your brain develops rapidly at that age. It's a perfect time to engage in mind challenging tasks.
de: Dein Gehirn entwickelt sich in diesem Alter schnell. Deshalb ist jetzt der perfekte Zeitpunkt, sich mit geistig anspruchsvollen Aufgaben zu beschäftigen

# onboarding.age.description.from18to24
source: You’re at your peak cognitive abilities. It’s the ideal time to train your brain for lifelong benefits.
de: Du bist auf dem Höhepunkt deiner kognitiven Fähigkeiten. Der ideale Zeitpunkt als, um dein Gehirn für lebenslange Gewinne zu trainieren

# onboarding.age.description.from25to34
source: At this age, balancing work and personal life can be stressful, but a sharp mind helps you handle it better.
de: In diesem Alter kann es stressig sein, Arbeit und Privatleben unter einen Hut zu bringen, aber ein scharfer Verstand hilft dir, damit besser umzugehen

# onboarding.age.description.from35to44
source: Many people in this age group are exploring new hobbies or careers. Keeping your brain active helps you adapt and learn more effectively.
de: Viele Menschen in dieser Altersgruppe probieren neue Hobbys oder Berufe aus. Wenn du dein Gehirn aktiv hältst, kannst du dich besser anpassen und effektiver lernen

# onboarding.age.description.from45to60
source: Starting mid-40s, brain functions can slowly decline, but mental exercises help maintain cognitive health.
de: Ab Mitte 40 können die Gehirnfunktionen langsam nachlassen, aber Denksport hilft, die Denkfähigkeit aufrechtzuerhalten

# onboarding.age.description.over60
source: Regular mental exercises can reduce the risk of age-related cognitive decline, such as memory loss or difficulty concentrating.
de: Regelmäßige Denksportaufgaben können das Risiko eines altersbedingten Leistungsabfalls, wie Gedächtnisverlust oder Konzentrationsschwierigkeiten, verringern

# onboarding.button.maybe_later
source: MAYBE LATER
de: VIELLEICHT SPÄTER

# onboarding.button.like_it_all
source: Like it all
de: Mir gefällt alles

# onboarding.button.skip
source: SKIP
de: ÜBERSPRINGEN

# onboarding.gender.male
source: Male
de: Männlich

# onboarding.gender.female
source: Female
de: Weiblich

# onboarding.gender.other
source: Other
de: Anderes

# onboarding.rating.title.bad
source: Bad
de: Schlecht

# onboarding.rating.title.so_so
source: So-so
de: Geht so

# onboarding.rating.title.average
source: Average
de: Durchschnittlich

# onboarding.rating.title.good
source: Good
de: Gut

# onboarding.rating.title.excellent
source: Excellent
de: Hervorragend

# onboarding.interests.music
source: Music
de: Musik

# onboarding.interests.memory
source: Memory
de: Gedächtnis

# onboarding.interests.math
source: Math
de: Mathematik

# onboarding.interests.logic
source: Logic
de: Logik

# onboarding.interests.focus
source: Focus
de: Fokus

# onboarding.interests.problem_solving
source: Problem solving
de: Probleme lösen

# onboarding.interests.language
source: Language
de: Sprache

# onboarding.interests.question.memory
source: Do you want to boost your memory?
de: Möchten Sie Ihr Gedächtnis trainieren?

# onboarding.interests.question.language
source: Do you want to boost your language?
de: Möchten Sie Ihre sprachlichen Fähigkeiten verbessern?

# onboarding.interests.question.problem_solving
source: Do you want to boost your problem solving?
de: Möchten Sie Ihre Problemlösungskompetenz verbessern?

# onboarding.interests.question.focus
source: Do you want to boost your focus?
de: Möchten Sie Ihre Konzentration steigern?

# onboarding.interests.question.math
source: Do you want to boost your math?
de: Möchten Sie besser in Mathe werden?

# onboarding.interests.title.memory
source: Study more information with expanded memory volume and sustained attention
de: Lernen Sie dazu, indem Sie Ihr Gedächtnis sowie Ihre Konzentrationsfähigkeit trainieren

# onboarding.interests.title.memory.sub_1
source: memory volume
de: Gedächtnis

# onboarding.interests.title.memory.sub_2
source: sustained attention
de: Konzentrationsfähigkeit trainieren

# onboarding.interests.title.language
source: Express your thoughts better with vocabulary and spelling
de: Ihre Gedanken besser in Wort und Schrift ausdrücken

# onboarding.interests.title.language.sub_1
source: vocabulary
de: Wort

# onboarding.interests.title.language.sub_2
source: spelling
de: Schrift ausdrücken

# onboarding.interests.title.problem_solving
source: Achieve your career goals through effective planning and flexible thinking
de: Erreichen Sie Ihre Karriereziele durch effektive Planung und flexibles Denken

# onboarding.interests.title.problem_solving.sub_1
source: planning
de: Planung

# onboarding.interests.title.problem_solving.sub_2
source: flexible thinking
de: flexibles Denken

# onboarding.interests.title.focus
source: Manage your daily tasks with parallel processing and selective attention
de: Bewältigen Sie Ihre täglichen Aufgaben durch Multi-Tasking und selektiver Aufmerksamkeit

# onboarding.interests.title.focus.sub_1
source: parallel processing
de: Multi-Tasking

# onboarding.interests.title.focus.sub_2
source: selective attention
de: selektiver Aufmerksamkeit

# onboarding.interests.title.math
source: Make quick and accurate decisions by using mental math and data visualization
de: Treffen Sie durch Kopfrechnen und die bildliche Darstellung von Informationen schnelle und präzise Entscheidungen treffen.

# onboarding.interests.title.math.sub_1
source: mental math
de: Kopfrechnen

# onboarding.interests.title.math.sub_2
source: data visualization
de: bildliche Darstellung

# onboarding.iq.below70
source: Below 70
de: Unter 70

# onboarding.goals.brain_fitness
source: Brain fitness
de: Gehirntraining

# onboarding.goals.self_development
source: Self-development
de: Selbstentwicklung

# onboarding.goals.test_skills
source: Test my IQ & skills
de: Meinen IQ und meine Skills testen

# onboarding.goals.relax
source: Fun & relax
de: Spaß und Entspannung

# onboarding.goals.other
source: Other
de: Sonstiges

# onboarding.goals.brain_fitness.description
source: Research shows that brain fitness enhances cognitive functions and helps with daily tasks
de: Die Forschung zeigt, dass geistiges Training die kognitiven Funktionen verbessert und bei der Ausführung der alltäglichen Aufgaben hilft

# onboarding.goals.test_skills.description
source: Scientists use various tests to measure abilities such as memory, focus, logical reasoning and more
de: Die Wissenschaft verwendet verschiedene Tests, um Fähigkeiten wie Gedächtnis, Konzentration, logisches Denken und Ähnliches zu messen

# onboarding.goals.relax.description
source: There is a scientific evidence that playing games can help lower stress and improve focus
de: Es ist wissenschaftlich erwiesen, dass Spiele helfen können, Stress abzubauen und die Konzentration zu fördern

# onboarding.title.gender
source: Select your gender
de: Wählen Sie Ihr Geschlecht

# onboarding.title.age
source: Select your age
de: Wählen Sie Ihr Alter

# onboarding.title.interested_areas_v2
source: What areas would you like to improve?
de: In welchen Bereichen möchten Sie sich verbessern?

# onboarding.title.primary_goal
source: What’s your primary goal?
de: Wie lautet Ihr primäres Ziel?

# onboarding.subtitle.gender
source: This will help us to personalise your training plan
de: Dies wird uns helfen, Ihren Trainingsplan zu personalisieren

# onboarding.games_tuning.message.setting_up_games
source: Setting up games based on your answers...
de: Spiele werden basierend auf deinen Antworten eingerichtet...

# onboarding.games_tuning.message.dont_worry
source: Don’t worry, you’ll still have access to the full range of activities
de: Keine Sorge, du hast weiterhin Zugriff auf die gesamte Auswahl an Aktivitäten.

# onboarding.games_tuning.question.memory
source: How good is your memory?
de: Wie gut ist dein Gedächtnis?

# onboarding.games_tuning.question.logic
source: How do you solve logical problems?
de: Wie löst du logische Probleme?

# onboarding.games_tuning.question.problem_solving
source: Do you like new challenges?
de: Magst du neue Herausforderungen?

# onboarding.games_tuning.button.skip
source: SKIP
de: Überspr.

# onboarding.welcome.message.challenges
source: Fun challenges for your brain
de: Spaßige Herausforderungen für dein Gehirn

# onboarding.welcome.message.brain_parts
source: Bite-sized games for all brain parts
de: Kleine Spiele für alle Gehirnregionen

# onboarding.welcome.message.neuroplasticity
source: Increase your neuroplasticity
de: Steigere deine Neuroplastizität

# onboarding.welcome.message.challenges_steps
source: Challenge your brain
de: Stellen Sie Ihr Denkvermögen unter Beweis

# onboarding.welcome.message.brain_parts_steps
source: Play bite-sized games
de: Spielen Sie kleine Spiele

# onboarding.welcome.message.neuroplasticity_steps
source: Enhance your skills
de: Und verbesseren Sie Ihr Denkvermögen

# onboarding.welcome.message.games
source: Play bite-sized games
de: Spielen Sie kleine Spiele

# onboarding.welcome.message.skills
source: Enhance your skills
de: Und verbesseren Sie Ihr Denkvermögen

# onboarding.welcome.message.brain_training
source: Welcome to Clever, your brain training app
de: Herzlich willkommen bei Clever, Ihrer Gehirntrainings-App!

# onboarding.welcome.message.track_progress
source: Track your progress
de: Verfolgen Sie Ihren Fortschritt

# onboarding.welcome.message.science
source: Science-backed games
de: Wissenschaftlich fundierte Spiele

# onboarding.welcome.challenges.focus
source: Focus
de: Fokus

# onboarding.welcome.challenges.language
source: Language
de: Sprache

# onboarding.welcome.challenges.memory
source: Memory
de: Gedächtnis

# onboarding.welcome.challenges.math
source: Math
de: Mathematik

# onboarding.welcome.challenges.problem_solving
source: Problem solving
de: Problemlösung

# onboarding.welcome.challenges.logic
source: Logic
de: Logik

# onboarding.welcome.brain_training.text.keep_your
source: Keep your
de: Bleiben Sie

# onboarding.welcome.brain_training.text.enhance_your
source: Enhance your
de: Verbesseren Sie Ihr

# onboarding.welcome.brain_training.text.have_fun
source: Have fun &
de: Haben Sie Spaß &

# onboarding.welcome.brain_training.sub_text.keep_your
source: Brain Sharp
de: Geistig Aktiv

# onboarding.welcome.brain_training.sub_text.enhance_your
source: Skills
de: Denkvermögen

# onboarding.welcome.brain_training.sub_text.have_fun
source: Relax
de: Entspannen Sie sich

# onboarding.thanks.title.subscribers
source: 1.2M Subscribers
de: 1,2 Mio. Abonnenten

# onboarding.thanks.message.enjoy_unlimited_access
source: enjoy unlimited access to diverse games, with personal statistics and daily workouts
de: Genieße unbegrenzten Zugang zu vielfältigen Spielen mit persönlichen Statistiken und täglichen Workouts

# onboarding.thanks.message.substring.unlimited
source: unlimited
de: unbegrenzt

# onboarding.thanks.message.substring.personal_statistics
source: personal statistics
de: persönliche Statistiken

# onboarding.thanks.message.substring.daily_workouts
source: daily workouts
de: tägliche Workouts

# onboarding.thanks.button.get_access
source: GET ACCESS
de: ZUGANG ERHALTEN

# onboarding.thanks.title.start_games
source: Start with 3 games
de: Beginne mit 3 Spielen

# onboarding.thanks.message.brain_challenge
source: Based on your answers we’ve prepared daily brain challenges
de: Auf Basis deiner Antworten haben wir tägliche Denkaufgaben vorbereitet

# subscriptions.general.trial_enabled
source: Trial Enabled
de: Testversion deaktiviert

# subscriptions.general.trial_disabled
source: Trial Disabled
de: Testversion aktiviert

# subscriptions.general.cancel_anytime
source: Don't afraid. Cancel anytime in free period
de: Keine Sorge, kündigen jederzeit

# subscriptions.general.days_free_trial
source: Days Free Trial
de: Kostenlosen Testtag

# subscriptions.general.days_free_trial_new_line
source: %d Days Free Trial
de: %d Tage Konstenloses Testen

# subscriptions.general.first_days_free
source: First %d Days FREE
de: Erste %d Tage KOSTENLOS

# subscriptions.general.save
source: Save
de: Speichern

# subscriptions.general.then
source: Then
de: Dann

# subscriptions.general.first
source: First
de: Erste

# subscriptions.general.per
source: per
de: pro

# subscriptions.general.paid
source: paid
de: bezahlt

# subscriptions.general.every
source: every
de: jede-n-s

# subscriptions.general.one_time_payment
source: one-time payment
de: Einmalzahlung

# subscriptions.general.free_trial
source: FREE TRIAL
de: KOSTENLOS TESTEN

# subscriptions.general.list_usp.keep_your_brain_sharp
source: Keep your brain sharp
de: Bleiben Sie Geistig Aktiv

# subscriptions.general.your_gift
source: Your Gift
de: Dein Geschenk

# subscriptions.general.alert.no_active
source: Sorry, looks like you don't have an active Premium plan.
de: Du scheinst leider keinen aktiven Premium-Plan zu haben.

# subscriptions.general.billed_price
source: %@, billed %@
de: %@, abgerechnet %@

# subscriptions.general.discountWeeklyPrice
source: Only %@ per week
de: Nur %@ pro Woche

# subscriptions.general.no_limit_brain_training
source: NO LIMIT BRAIN TRAINING
de: UNBEGRENZTES GEHIRNTRAINING

# subscriptions.general.try_for_free
source: Try For Free
de: Kostenlos testen

# subscriptions.general.best_choice
source: Best Choice
de: Beste Wahl

# subscriptions.general.one_time
source: one-time
de: einmal

# subscriptions.general.start_your
source: start your
de: Starte deinen

# subscriptions.general.day_free_trial
source: day free trial
de: kostenlosen Testtag

# subscriptions.general.get_my_reward
source: Get My Reward
de: Belohnung einlösen

# subscriptions.general.continue
source: CONTINUE
de: WEITER

# subscriptions.general.privacy_policy
source: Privacy policy
de: Datenschutzrichtlinie

# subscriptions.general.terms_of_use
source: Terms of Use
de: Nutzungsbedingungen

# subscription.general.button.restore
source: Restore
de: Reaktivieren

# subscription.general.button.start_to_play
source: START TO PLAY
de: ZU SPIELEN BEGINNEN

# subscription.general.button.try_free_unlock
source: Try free & Unlock
de: Kostenlos testen und entsperren

# subscription.general.button.get_the_offer
source: get the offer
de: angebot sichern

# subscriptions.general.day
source: day
de: Tag

# subscriptions.general.week
source: week
de: Woche

# subscriptions.general.month
source: month
de: Monat

# subscriptions.general.year
source: year
de: Jahr

# subscriptions.general.days
source: days
de: Tage

# subscriptions.general.weeks
source: weeks
de: Wochen

# subscriptions.general.months
source: months
de: Monate

# subscriptions.general.years
source: years
de: Jahre

# subscriptions.general.daily
source: daily
de: täglich

# subscriptions.general.weekly
source: weekly
de: wöchentlich

# subscriptions.general.monthly
source: monthly
de: monatlich

# subscriptions.general.yearly
source: yearly
de: jährlich

# subscriptions.general.lifetime
source: lifetime
de: auf Lebenszeit

# subscription.games_slider.no_payment_now
source: No payment now
de: Aktuell keine Zahlung

# subscription.games_slider.cancel_anytime_short
source: Cancel anytime
de: Jederzeit kündbar

# subscription.games_slider.per_week
source: per Week
de: pro Woche

# subscription.games_slider.most_popular
source: • Most Popular
de: Am Beliebtesten

# subscription.games_slider.game_improves
source: Game improves
de: Spiel verbessert

# subscription.avatar_skin.paid_annually
source: paid annually
de: im Jahr

# subscription.avatar_skin.pick_your_plan
source: Pick your brain-training plan
de: Wählen Sie Ihren Gehirntrainings-Plan

# subscription.avatar_skin.button.discount
source: Use %@%% discount
de: Erhalten Sie %@%% Rabatt

# subscription.avatar_skin.black_friday
source: black friday offer
de: black friday angebot

# subscription.onboardingV5.title
source: Pick your personal brain-training plan
de: Wählen Sie Ihren Gehirntrainings-Plan
