Repository: DzmitryYaskel/SupernovaLocalization
Catalog: Sources/Resources/*.lproj/Localizable.strings
Languages: de

# tests.result.fear_response.about.signs_title
source: Common Signs
de: Häufige Anzeichen

# tests.result.fear_response.about.signs_description_fawn_1
source: Always agreeing with others, even if you disagree.
de: Immer mit anderen übereinstimmen, auch wenn du anderer Meinung bist.

# tests.result.fear_response.about.signs_description_fawn_2
source: Saying "yes" when you want to say "no".
de: „Ja“ sagen, wenn du „Nein“ meinst.

# tests.result.fear_response.about.signs_description_fawn_3
source: Over-apologizing or putting others’ needs before your own.
de: Dich zu oft entschuldigen oder die Bedürfnisse anderer über deine eigenen stellen.

# tests.result.fear_response.about.signs_description_fight_1
source: Feeling angry or defensive quickly.
de: Schnell wütend werden oder dich wehren.

# tests.result.fear_response.about.signs_description_fight_2
source: Raising your voice or becoming confrontational.
de: Laut oder streitsüchtig werden.

# tests.result.fear_response.about.signs_description_fight_3
source: Wanting to "win" against the fear or threat.
de: Die Angst oder Bedrohung „besiegen“ wollen.

# tests.result.fear_response.about.signs_description_flight_1
source: Avoiding people, places, or situations that feel stressful.
de: Menschen, Orte oder Situationen meiden, die als stressig empfunden werden.

# tests.result.fear_response.about.signs_description_flight_2
source: Fidgeting or restlessness when feeling trapped.
de: Zappeln oder Unruhe, wenn man das Gefühl hat, nicht fliehen zu können.

# tests.result.fear_response.about.signs_description_flight_3
source: Finding excuses to "run away" from challenges.
de: Ausreden finden, um vor Herausforderungen „davonzulaufen“.

# tests.result.fear_response.about.signs_description_freeze_1
source: Feeling paralyzed or "frozen" in a stressful moment.
de: Man fühlt sich in einem stressigen Moment wie gelähmt oder „erstarrt“.

# tests.result.fear_response.about.signs_description_freeze_2
source: Difficulty thinking or making decisions.
de: Schwierigkeiten beim Denken oder Treffen von Entscheidungen.

# tests.result.fear_response.about.signs_description_freeze_3
source: Going quiet or withdrawing socially.
de: Still werden oder sich aus dem sozialen Leben zurückziehen.

# tests.result.fear_response.about.reason_title
source: Why it happens
de: Warum es passiert

# tests.result.fear_response.about.reason_description_fawn
source: Your brain thinks that being kind and cooperative will stop the threat from turning on you.
de: Dein Gehirn glaubt, dass Freundlichkeit und Kooperation verhindern, dass die Bedrohung sich gegen dich wendet.

# tests.result.fear_response.about.reason_description_fight
source: Your brain thinks the best way to stay safe is to fight back and overpower the danger.
de: Dein Gehirn glaubt, dass der beste Weg, um sicher zu bleiben, darin besteht, sich zu wehren und die Gefahr zu überwinden.

# tests.result.fear_response.about.reason_description_flight
source: Your brain believes running from danger is the fastest way to stay safe.
de: Dein Gehirn glaubt, dass das Weglaufen vor Gefahren der schnellste Weg ist, um sicher zu bleiben.

# tests.result.fear_response.about.reason_description_freeze
source: Your brain thinks staying still will help you avoid being noticed by the threat.
de: Das Gehirn glaubt, dass man durch Stillhalten vermeiden kann, von der Bedrohung bemerkt zu werden.

# tests.result.fear_response.traits.title_fight
source: <c>Fight</c> traits
de: <c>Kampf</c>-Merkmale

# tests.result.fear_response.traits.title_flight
source: <c>Flight</c> traits
de: <c>Flucht</c>-Merkmale

# tests.result.fear_response.traits.title_freeze
source: <c>Freeze</c> traits
de: <c>Erstarren</c>-Merkmale

# tests.result.fear_response.traits.title_fawn
source: <c>Fawn</c> traits
de: <c>Beschwichtigen</c>-Merkmale

# tests.result.fear_response.traits.strength
source: Strengths
de: Stärken

# tests.result.fear_response.traits.challenges
source: Challenges
de: Herausforderungen

# tests.result.fear_response.traits.strength.fawn_1
source: High empathy and sensitivity to others’ needs.
de: Hohes Einfühlungsvermögen und Sensibilität für die Bedürfnisse anderer.

# tests.result.fear_response.traits.strength.fawn_2
source: Skilled at building harmony and avoiding conflicts.
de: Fähigkeit, Harmonie zu schaffen und Konflikte zu vermeiden.

# tests.result.fear_response.traits.strength.fawn_3
source: Strong nurturing and caregiving abilities.
de: Starke Fähigkeiten in der Fürsorge und Betreuung.

# tests.result.fear_response.traits.strength.fawn_4
source: Quick to adapt to social dynamics.
de: Schnelle Anpassung an soziale Dynamiken.

# tests.result.fear_response.traits.challenges.fawn_1
source: Difficulty setting boundaries or saying "no."
de: Schwierigkeiten, Grenzen zu setzen oder „Nein“ zu sagen.

# tests.result.fear_response.traits.challenges.fawn_2
source: Over-reliance on external validation.
de: Übermäßiges Bedürfnis nach externer Bestätigung.

# tests.result.fear_response.traits.challenges.fawn_3
source: Risk of neglecting personal needs or desires.
de: Gefahr, persönliche Bedürfnisse oder Wünsche zu vernachlässigen.

# tests.result.fear_response.traits.challenges.fawn_4
source: Can lead to burnout or resentment.
de: Kann zu Burnout oder Ressentiments führen.

# tests.result.fear_response.traits.strength.fight_1
source: Courage and willingness to stand up for oneself or others.
de: Mut und Bereitschaft, für sich selbst oder andere einzustehen.

# tests.result.fear_response.traits.strength.fight_2
source: Quick to take action in stressful situations.
de: Schnelles Handeln in Stresssituationen.

# tests.result.fear_response.traits.strength.fight_3
source: Strong leadership and assertiveness.
de: Starke Führungsqualitäten und Durchsetzungsvermögen.

# tests.result.fear_response.traits.strength.fight_4
source: Ability to protect and defend when needed.
de: Fähigkeit, bei Bedarf zu beschützen und zu verteidigen.

# tests.result.fear_response.traits.challenges.fight_1
source: Can escalate conflicts unnecessarily.
de: Kann Konflikte unnötig eskalieren lassen.

# tests.result.fear_response.traits.challenges.fight_2
source: Risk of being perceived as aggressive or confrontational.
de: Gefahr, als aggressiv oder streitsüchtig wahrgenommen zu werden.

# tests.result.fear_response.traits.challenges.fight_3
source: Difficulty managing anger or frustration.
de: Schwierigkeiten, mit Ärger oder Frustration umzugehen.

# tests.result.fear_response.traits.challenges.fight_4
source: May struggle to see others’ perspectives.
de: Schwierigkeiten, die Perspektive anderer zu verstehen.

# tests.result.fear_response.traits.strength.flight_1
source: Quick recognition of danger and ability to avoid harm.
de: Schnelles Erkennen von Gefahren und Fähigkeit, Schaden zu vermeiden.

# tests.result.fear_response.traits.strength.flight_2
source: Highly resourceful in finding solutions or escapes.
de: Sehr erfinderisch bei der Suche nach Lösungen oder Fluchtmöglichkeiten.

# tests.result.fear_response.traits.strength.flight_3
source: Strong organizational skills to control unpredictable situations.
de: Starke organisatorische Fähigkeiten zur Kontrolle unvorhersehbarer Situationen.

# tests.result.fear_response.traits.strength.flight_4
source: Good at maintaining independence and self-sufficiency.
de: Gut darin, Unabhängigkeit und Selbstständigkeit zu bewahren.

# tests.result.fear_response.traits.challenges.flight_1
source: Tendency to avoid problems or responsibilities.
de: Neigung dazu, Probleme oder Verantwortung zu vermeiden.

# tests.result.fear_response.traits.challenges.flight_2
source: Can lead to chronic anxiety or over-planning.
de: Kann zu chronischer Angst oder übermäßiger Planung führen.

# tests.result.fear_response.traits.challenges.flight_3
source: Difficulty confronting conflicts or difficult conversations.
de: Schwierigkeiten, Konflikte oder schwierige Gespräche zu führen.

# tests.result.fear_response.traits.challenges.flight_4
source: Risk of missing opportunities due to avoidance.
de: Risiko, aufgrund von Vermeidungsverhalten Chancen zu verpassen.

# tests.result.fear_response.traits.strength.freeze_1
source: Observant and reflective in tense situations.
de: Beobachtend und nachdenklich in angespannten Situationen.

# tests.result.fear_response.traits.strength.freeze_2
source: Skilled at pausing to evaluate options before acting.
de: Fähigkeit, innezuhalten, um Optionen zu bewerten, bevor man handelt.

# tests.result.fear_response.traits.strength.freeze_3
source: Ability to conserve energy in highly stressful moments.
de: Fähigkeit, in sehr stressigen Momenten Energie zu bewahren.

# tests.result.fear_response.traits.strength.freeze_4
source: Excellent at blending into environments to reduce risk.
de: Hervorragend darin, sich in Umgebungen einzufügen, um Risiken zu reduzieren.

# tests.result.fear_response.traits.challenges.freeze_1
source: Prone to inaction or indecision under pressure.
de: Neigung zu Untätigkeit oder Unentschlossenheit unter Druck.

# tests.result.fear_response.traits.challenges.freeze_2
source: May struggle with dissociation or feeling “stuck.”
de: Kann mit Dissoziation oder dem Gefühl, „festzusitzen“, zu kämpfen haben.

# tests.result.fear_response.traits.challenges.freeze_3
source: Difficulty responding quickly when urgency is required.
de: Schwierigkeiten, schnell zu reagieren, wenn Eile geboten ist.

# tests.result.fear_response.traits.challenges.freeze_4
source: Can lead to prolonged stress or missed opportunities.
de: Kann zu anhaltendem Stress oder verpassten Chancen führen.

# tests.result.fear_response.compare.title_fight
source: Healthy VS Unhealthy <c>Fight</c> Response
de: Gesunde VS Ungesunde <c>Kampf</c>-Reaktion

# tests.result.fear_response.compare.title_flight
source: Healthy VS Unhealthy <c>Flight</c> Response
de: Gesunde VS Ungesunde <c>Flucht</c>-Reaktion

# tests.result.fear_response.compare.title_freeze
source: Healthy VS Unhealthy <c>Freeze</c> Response
de: Gesunde VS Ungesunde <c>Erstarren</c>-Reaktion

# tests.result.fear_response.compare.title_fawn
source: Healthy VS Unhealthy <c>Fawn</c> Response
de: Gesunde VS Ungesunde <c>Beschwichtigen</c>-Reaktion

# tests.result.fear_response.compare.healthy
source: Healthy
de: Gesund

# tests.result.fear_response.compare.unhealthy
source: Unhealthy
de: Ungesund

# tests.result.fear_response.compare.strength.fawn_1
source: Setting boundaries while still being kind and cooperative.
de: Grenzen setzen, aber dennoch freundlich und kooperativ sein.

# tests.result.fear_response.compare.strength.fawn_2
source: Saying "no" when it’s necessary to protect your own well-being.
de: „Nein“ sagen, wenn es notwendig ist, um das eigene Wohlbefinden zu schützen.

# tests.result.fear_response.compare.strength.fawn_3
source: Balancing helping others with taking care of yourself.
de: Die Balance finden, anderen zu helfen und sich um sich selbst zu kümmern.

# tests.result.fear_response.compare.challenges.fawn_1
source: Constantly people-pleasing to avoid conflict, even at your expense.
de: Ständig den Menschen gefallen wollen, um Konflikte zu vermeiden, auch auf eigene Kosten.

# tests.result.fear_response.compare.challenges.fawn_2
source: Over-apologizing or giving up your own needs.
de: Sich zu oft entschuldigen oder eigene Bedürfnisse aufgeben.

# tests.result.fear_response.compare.challenges.fawn_3
source: Neglecting your identity and values to keep others happy.
de: Seine Identität und Werte vernachlässigen, um andere glücklich zu machen.

# tests.result.fear_response.compare.strength.fight_1
source: Asserting yourself calmly and standing up for your rights or beliefs.
de: Sich ruhig behaupten und für seine Rechte oder Überzeugungen einstehen.

# tests.result.fear_response.compare.strength.fight_2
source: Using your energy to protect others or solve problems effectively.
de: Seine Energie nutzen, um andere zu schützen oder Probleme effektiv zu lösen.

# tests.result.fear_response.compare.strength.fight_3
source: Managing frustration constructively, like through exercise or creative outlets.
de: Mit Frustration konstruktiv umgehen, z. B. durch Bewegung oder kreative Betätigung.

# tests.result.fear_response.compare.challenges.fight_1
source: Reacting aggressively or lashing out at others.
de: Aggressiv reagieren oder andere angreifen.

# tests.result.fear_response.compare.challenges.fight_2
source: Being overly controlling or confrontational, even when it’s unnecessary.
de: Übermäßig kontrollierend oder streitsüchtig sein, auch wenn es unnötig ist.

# tests.result.fear_response.compare.challenges.fight_3
source: Escalating conflicts instead of resolving them.
de: Konflikte eskalieren lassen, anstatt sie zu lösen.

# tests.result.fear_response.compare.strength.flight_1
source: Removing yourself from harmful or overwhelming situations to regroup.
de: Sich aus schädlichen oder überwältigenden Situationen zurückziehen, um sich neu zu formieren.

# tests.result.fear_response.compare.strength.flight_2
source: Using time alone to recharge and think through solutions.
de: Die Zeit allein nutzen, um neue Energie zu tanken und über Lösungen nachzudenken.

# tests.result.fear_response.compare.strength.flight_3
source: Avoiding truly toxic environments or relationships.
de: Wirklich toxische Umgebungen oder Beziehungen meiden.

# tests.result.fear_response.compare.challenges.flight_1
source: Avoiding problems or responsibilities entirely, leading to missed opportunities.
de: Probleme oder Verantwortlichkeiten ganz vermeiden, was zu verpassten Chancen führt.

# tests.result.fear_response.compare.challenges.flight_2
source: Constantly escaping stress through distractions like excessive screen time or overworking.
de: Ständig dem Stress durch Ablenkungen wie übermäßige Bildschirmzeit oder Überarbeitung entfliehen.

# tests.result.fear_response.compare.challenges.flight_3
source: Fleeing relationships or challenges that could be resolved with communication.
de: Beziehungen oder Herausforderungen, die durch Kommunikation gelöst werden könnten, zu meiden.

# tests.result.fear_response.compare.strength.freeze_1
source: Taking a moment to pause and reflect before acting, especially in high-stakes situations.
de: Sich einen Moment Zeit zu nehmen, um innezuhalten und nachzudenken, bevor man handelt, insbesondere in Situationen, in denen viel auf dem Spiel steht.

# tests.result.fear_response.compare.strength.freeze_2
source: Observing the environment to make a thoughtful decision.
de: Die Umgebung beobachten, um eine durchdachte Entscheidung zu treffen.

# tests.result.fear_response.compare.strength.freeze_3
source: Practicing mindfulness to stay calm under pressure.
de: Achtsamkeit zu üben, um unter Druck ruhig zu bleiben.

# tests.result.fear_response.compare.challenges.freeze_1
source: Feeling stuck or unable to act in critical moments.
de: Sich in kritischen Momenten festgefahren oder handlungsunfähig fühlen.

# tests.result.fear_response.compare.challenges.freeze_2
source: Disconnecting emotionally or mentally from situations that require attention.
de: Sich emotional oder mental von Situationen zu distanzieren, die Aufmerksamkeit erfordern.

# tests.result.fear_response.compare.challenges.freeze_3
source: Procrastinating or avoiding decisions due to fear of failure.
de: Entscheidungen aus Angst vor dem Scheitern aufschieben oder vermeiden.

# tests.result.fear_response.charts.title
source: Your other responses
de: Deine anderen Reaktionen

# tests.result.fear_response.about_types.title
source: About other responses
de: Über andere Reaktionen

# tests.result.fear_response.about_types.fight_type
source: Fight Type
de: Kampf-Typ

# tests.result.fear_response.about_types.flight_type
source: Flight Type
de: Flucht-Typ

# tests.result.fear_response.about_types.fawn_type
source: Fawn Type
de: Beschwichtigen-Typ

# tests.result.fear_response.about_types.freeze_type
source: Freeze Type
de: Erstarren-Typ

# tests.result.fear_response.about_types.dominant.fawn.description.fight
source: The instinct to confront fear head-on, often with assertiveness or aggression. It’s about taking control to neutralize the threat.
de: Der Instinkt, sich der Angst entgegenzustellen, oft mit Durchsetzungsvermögen oder Aggression. Es geht darum, die Kontrolle zu übernehmen, um die Bedrohung zu neutralisieren.

# tests.result.fear_response.about_types.dominant.fawn.description.flight
source: The urge to escape the source of fear. This might involve physically leaving a situation or mentally withdrawing.
de: Der Drang, der Quelle der Angst zu entkommen. Dies kann bedeuten, dass man eine Situation physisch verlässt oder sich mental zurückzieht.

# tests.result.fear_response.about_types.dominant.fawn.description.freeze
source: The body and mind “pause” to assess the situation. It’s like hitting a mental reset button when the brain feels overwhelmed.
de: Körper und Geist „pausieren“, um die Situation einzuschätzen. Es ist, als würde man einen mentalen Reset-Knopf drücken, wenn das Gehirn sich überfordert fühlt.

# tests.result.fear_response.about_types.dominant.fight.description.fawn
source: This is the “people-pleasing” response. When faced with fear, you focus on making others happy to diffuse tension and avoid conflict.
de: Dies ist die „menschenfreundliche“ Reaktion. Wenn man mit Angst konfrontiert ist, konzentriert man sich darauf, andere glücklich zu machen, um Spannungen abzubauen und Konflikte zu vermeiden.

# tests.result.fear_response.about_types.dominant.fight.description.flight
source: The urge to escape the source of fear. This might involve physically leaving a situation or mentally withdrawing.
de: Der Drang, der Quelle der Angst zu entkommen. Dies kann bedeuten, dass man eine Situation physisch verlässt oder sich mental zurückzieht.

# tests.result.fear_response.about_types.dominant.fight.description.freeze
source: The body and mind “pause” to assess the situation. It’s like hitting a mental reset button when the brain feels overwhelmed.
de: Körper und Geist „pausieren“, um die Situation einzuschätzen. Es ist, als würde man einen mentalen Reset-Knopf drücken, wenn das Gehirn sich überfordert fühlt.

# tests.result.fear_response.about_types.dominant.flight.description.fawn
source: This is the “people-pleasing” response. When faced with fear, you focus on making others happy to diffuse tension and avoid conflict.
de: Dies ist die „menschenfreundliche“ Reaktion. Wenn man mit Angst konfrontiert ist, konzentriert man sich darauf, andere glücklich zu machen, um Spannungen abzubauen und Konflikte zu vermeiden.

# tests.result.fear_response.about_types.dominant.flight.description.fight
source: The instinct to confront fear head-on, often with assertiveness or aggression. It’s about taking control to neutralize the threat.
de: Der Instinkt, sich der Angst entgegenzustellen, oft mit Durchsetzungsvermögen oder Aggression. Es geht darum, die Kontrolle zu übernehmen, um die Bedrohung zu neutralisieren.

# tests.result.fear_response.about_types.dominant.flight.description.freeze
source: The body and mind “pause” to assess the situation. It’s like hitting a mental reset button when the brain feels overwhelmed.
de: Körper und Geist „pausieren“, um die Situation einzuschätzen. Es ist, als würde man einen mentalen Reset-Knopf drücken, wenn das Gehirn sich überfordert fühlt.

# tests.result.fear_response.about_types.dominant.freeze.description.fight
source: The instinct to confront fear head-on, often with assertiveness or aggression. It’s about taking control to neutralize the threat.
de: Der Instinkt, sich der Angst entgegenzustellen, oft mit Durchsetzungsvermögen oder Aggression. Es geht darum, die Kontrolle zu übernehmen, um die Bedrohung zu neutralisieren.

# tests.result.fear_response.about_types.dominant.freeze.description.fawn
source: This is the “people-pleasing” response. When faced with fear, you focus on making others happy to diffuse tension and avoid conflict.
de: Dies ist die „menschenfreundliche“ Reaktion. Wenn man mit Angst konfrontiert ist, konzentriert man sich darauf, andere glücklich zu machen, um Spannungen abzubauen und Konflikte zu vermeiden.

# tests.result.fear_response.about_types.dominant.freeze.description.flight
source: The urge to escape the source of fear. This might involve physically leaving a situation or mentally withdrawing.
de: Der Drang, der Quelle der Angst zu entkommen. Dies kann bedeuten, dass man eine Situation physisch verlässt oder sich mental zurückzieht.

# tests.result.fear_response.manage.dominant.fawn.title
source: How to manage <c>Fawn</c> type
de: Wie man damit umgeht <c>Beschwichtigen</c>-Typ

# tests.result.fear_response.manage.dominant.fawn.subtitle_1
source: Practice ‘no’
de: Übe „Nein“ zu sagen

# tests.result.fear_response.manage.dominant.fawn.description_1
source: Start with small refusals to build boundary-setting skills
de: Beginne mit kleinen Verweigerungen, um Fähigkeiten zur Grenzsetzung aufzubauen

# tests.result.fear_response.manage.dominant.fawn.subtitle_2
source: Self-care
de: Selbstfürsorge

# tests.result.fear_response.manage.dominant.fawn.description_2
source: Prioritize what makes you feel valued and happy
de: Priorisiere, was dir Wertschätzung und Freude gibt

# tests.result.fear_response.manage.dominant.fawn.subtitle_3
source: Balance kindness
de: Finde ein gesundes Maß an Freundlichkeit

# tests.result.fear_response.manage.dominant.fawn.description_3
source: Show compassion to yourself, too!
de: Zeige auch dir selbst gegenüber Mitgefühl!

# tests.result.fear_response.manage.dominant.fawn.subtitle_4
source: Say what you need
de: Sag, was du brauchst

# tests.result.fear_response.manage.dominant.fawn.description_4
source: Practice clear, assertive communication
de: Übe klare, durchsetzungsfähige Kommunikation

# tests.result.fear_response.manage.dominant.fight.title
source: How to manage <c>Fight</c> type
de: Wie man damit umgeht <c>Kampf</c>-Typ

# tests.result.fear_response.manage.dominant.fight.subtitle_1
source: Breathe first
de: Atme zuerst

# tests.result.fear_response.manage.dominant.fight.description_1
source: Pause and take deep breaths before reacting
de: Halte inne und atme tief durch, bevor du reagierst

# tests.result.fear_response.manage.dominant.fight.subtitle_2
source: Move it out
de: Lass es raus durch Bewegung

# tests.result.fear_response.manage.dominant.fight.description_2
source: Channel energy through physical activity
de: Lenke Energie durch körperliche Aktivität

# tests.result.fear_response.manage.dominant.fight.subtitle_3
source: Speak calmly
de: Sprich ruhig

# tests.result.fear_response.manage.dominant.fight.description_3
source: Practice assertive, respectful communication
de: Übe durchsetzungsfähige, respektvolle Kommunikation

# tests.result.fear_response.manage.dominant.fight.subtitle_4
source: See others’ view
de: Beachte die Sichtweise anderer

# tests.result.fear_response.manage.dominant.fight.description_4
source: Think about the situation from different perspectives
de: Betrachte die Situation aus verschiedenen Perspektiven

# tests.result.fear_response.manage.dominant.flight.title
source: How to manage <c>Flight</c> type
de: Wie man damit umgeht <c>Flucht</c>-Typ

# tests.result.fear_response.manage.dominant.flight.subtitle_1
source: Stay present
de: Bleibe präsent

# tests.result.fear_response.manage.dominant.flight.description_1
source: Use grounding techniques, like focusing on the senses
de: Verwende erdende Techniken, wie die Konzentration auf die Sinne

# tests.result.fear_response.manage.dominant.flight.subtitle_2
source: Break it down
de: Teile es auf

# tests.result.fear_response.manage.dominant.flight.description_2
source: Divide fears into manageable steps
de: Teile Ängste in machbare Schritte auf
