Repository: DzmitryYaskel/SupernovaLocalization
Catalog: Sources/Resources/*.lproj/Localizable.strings
Languages: de

# tests.info.general.intelligence.content_second
source: Review the given statements and choose the option that best reflects you. For the most accurate results, answer as truthfully as you can.
de: Überprüfen Sie die angegebenen Aussagen und wählen Sie die Option aus, die am besten auf Sie zutrifft. Um möglichst genaue Ergebnisse zu erzielen, antworten Sie so wahrheitsgetreu wie möglich.

# tests.info.general.anxiety.content_first
source: Ever wondered why you excel at certain tasks while others seem more challenging? Discover your unique type of intelligence and learn how to leverage it to thrive in all areas of your life!
de: Haben Sie sich schon einmal gefragt, warum Sie bei bestimmten Aufgaben hervorragende Leistungen erbringen, während andere schwieriger erscheinen? Entdecken Sie Ihre einzigartige Art von Intelligenz und lernen Sie, wie Sie diese nutzen können, um in allen Bereichen Ihres Lebens erfolgreich zu sein!

# tests.info.general.anxiety.content_second
source: Review the given statements and choose the option that best reflects you. For the most accurate results, answer as truthfully as you can.
de: Überprüfen Sie die angegebenen Aussagen und wählen Sie die Option aus, die am besten auf Sie zutrifft. Um möglichst genaue Ergebnisse zu erzielen, antworten Sie so wahrheitsgetreu wie möglich.

# tests.info.score.generalIQ.title
source: Your IQ score
de: Dein IQ

# tests.info.score.text_test.title
source: Your results
de: Deine Ergebnisse

# tests.IQTests.task.title
source: Select the missing piece:
de: Wähle das fehlende Teil aus:

# tests.button.tests_start
source: START TEST
de: TEST STARTEN

# tests.button.tests_retake
source: RETAKE TEST
de: TEST NOCH MAL MACHEN

# tests.button.tests_get_result
source: GET MY RESULT
de: MEIN ERGEBNIS ANZEIGEN

# tests.button.tests_continue
source: CONTINUE TEST
de: TEST FORTSETZEN

# tests.selector.title.never
source: Never
de: Nie

# tests.selector.title.often
source: Very often
de: Sehr oft

# tests.circle_selector.title.disagree
source: Strongly disagree
de: Nicht zustimmen

# tests.circle_selector.title.agree
source: Strongly agree
de: Zustimmen

# tests.result.classification.severely_challenged
source: severely challenged
de: Schwachsinn

# tests.result.classification.challenged
source: challenged
de: sehr niedrig

# tests.result.classification.below_average
source: below average
de: niedrig

# tests.result.classification.average
source: average
de: durchschnittlich

# tests.result.classification.above_average
source: above average
de: hoch

# tests.result.classification.gifted
source: gifted
de: sehr hoch

# tests.result.classification.genius
source: genius
de: hochbegabt

# tests.result.classification.extraordinary_genius
source: extraordinary genius
de: extrem hochgbegabt

# tests.result.your_score
source: Your IQ Score
de: Dein IQ

# tests.result.classification
source: Classification
de: Einstufung

# tests.result.chartDescription1
source: Your IQ score indicates that you perform better than
de: Dein IQ-Wert zeigt an, dass du besser abschneidest als

# tests.result.chartDescription2
source: of the population
de: der Bevölkerung

# tests.result.person0
source: You
de: Du

# tests.result.definition1
source: What does it mean? 🧐
de: Was bedeutet das? 🧐

# tests.result.definition2
source: People with an IQ of
de: Menschen mit einem IQ von

# tests.result.definition3
source: are known to have the following strengths:
de: haben bekanntlich die folgenden Stärken:

# tests.result.counter1
source: Correct answers
de: Richtige Antworten

# tests.result.counter2
source: Incorrect answers
de: Falsche Antworten

# tests.result.average_title
source: Average IQs by age
de: Durchschnittlicher IQ nach Alter

# tests.result.average_label
source: Your IQ - %@
de: Dein IQ - %@

# tests.result.average_age
source: age
de: Alter

# tests.result.famous_title
source: IQ of famous people
de: IQ von berühmten Personen

# tests.result.review
source: How did you like the test?
de: Wie hat dir der Test gefallen?

# tests.result.title
source: General IQ Test
de: Allgemeiner IQ-Test

# tests.result.skill1
source: Basic Self-Care Skills
de: Fähigkeiten zur Selbstfürsorge

# tests.result.skill2
source: Simple Task Execution
de: Einfache Aufgabenausführung

# tests.result.skill3
source: Routine Following
de: Schnelle Auffassungsgabe

# tests.result.skill4
source: Consistency in Familiar Environments
de: Beständigkeit in vertrauten Umgebungen

# tests.result.skill5
source: Practical Skills
de: Praktische Fähigkeiten

# tests.result.skill6
source: Routine Task Proficiency
de: Beherrschung von Routineaufgaben

# tests.result.skill7
source: Hands-On Learning
de: Praktisches Lernen

# tests.result.skill8
source: Consistency
de: Beständigkeit

# tests.result.skill9
source: Practical Problem-Solving
de: Praktische Problemlösung

# tests.result.skill10
source: Hands-On Learning
de: Praktisches Lernen

# tests.result.skill11
source: Reliability in Routine Tasks
de: Verlässlichkeit bei Routineaufgaben

# tests.result.skill12
source: Strong Work Ethic
de: Hohe Arbeitsmoral

# tests.result.skill13
source: Adaptability
de: Anpassungsfähigkeit

# tests.result.skill14
source: Good Communication Skills
de: Gute Kommunikationsfähigkeit

# tests.result.skill15
source: Team Collaboration
de: Zusammenarbeit im Team

# tests.result.skill16
source: Learning and Applying New Skills
de: Lernen und Anwenden neuer Fähigkeiten

# tests.result.skill17
source: Analytical Skills
de: Analytische Fähigkeiten

# tests.result.skill18
source: Creativity
de: Kreativität

# tests.result.skill19
source: Leadership
de: Führungsqualität

# tests.result.skill20
source: Complex Problem-Solving
de: Komplexe Problemlösung

# tests.result.skill21
source: Advanced Problem-Solving
de: Erweiterte Problemlösung

# tests.result.skill22
source: Academic Excellence
de: Akademische Exzellenz

# tests.result.skill23
source: Innovative Thinking
de: Innovatives Denken

# tests.result.skill24
source: Strategic Planning
de: Strategische Planung

# tests.result.skill25
source: High Creativity
de: Hohe Kreativität

# tests.result.skill26
source: Advanced Leadership Abilities
de: Erweiterte Führungsqualität

# tests.result.skill27
source: Rapid Learning Ability
de: Schnelle Lernfähigkeit

# tests.result.skill28
source: Strong Logical Reasoning
de: Starkes logisches Denkvermögen

# tests.result.navigation1
source: UNDERSTAND RESULTS
de: ERGEBNISSE VERSTEHEN

# tests.result.navigation2
source: COMPARE YOURSELF
de: VERGLEICHE DICH

# tests.result.navigation3
source: BACK TO TESTS
de: ZURÜCK ZU DEN TESTS

# tests.result.progressItem1
source: Processing your answers
de: Antworten werden verarbeitet

# tests.result.progressItem2
source: Comparing results with peers
de: Ergebnisse werden verglichen

# tests.result.progressItem3
source: Creating your personal report
de: Persönlicher Bericht wird erstellt

# tests.button.tests_finish
source: FINISH
de: FERTIG

# tests.button.tests_next
source: NEXT
de: WEITER

# tests.pause.button.restart
source: RESTART TEST
de: TEST NEU STARTEN

# tests.pause.button.resume
source: RESUME
de: FORTFAHREN

# tests.pause.button.exit
source: SAVE AND EXIT
de: VERLASSEN

# tests.result.attentionDeficit.title
source: ADHD Test
de: ADHS-Test

# tests.result.attentionDeficit.general.title
source: Your result
de: Dein Ergebnis

# tests.result.attentionDeficit.general.no_description
source: no ADHD signs
de: keine Anzeichen von ADHS

# tests.result.attentionDeficit.general.mild_description
source: mild ADHD signs
de: leichte Anzeichen von ADHS

# tests.result.attentionDeficit.general.moderate_description
source: moderate ADHD signs
de: mittelschwere Zeichen von ADHS

# tests.result.attentionDeficit.general.severe_description
source: severe ADHD signs
de: schwere Zeichen von ADHS

# tests.result.attentionDeficit.mean.title
source: What does it mean? 🧐
de: Was bedeutet das? 🧐

# tests.result.attentionDeficit.mean.no_description
source: Signs of ADHD appear occasionally but do not cause major disruptions. You may experience minor lapses in attention or organization, which are generally manageable.
de: Anzeichen von ADHS treten gelegentlich auf, verursachen aber keine größeren Störungen. Es kann zu geringfügigen Aufmerksamkeits- oder Organisationsschwächen kommen, die in der Regel gut zu bewältigen sind.

# tests.result.attentionDeficit.mean.mild_description
source: Signs are noticeable but can often be managed with simple strategies, like setting reminders or using basic organization tools.
de: Es sind Anzeichen erkennbar, die aber oft mit einfachen Strategien bewältigt werden können, wie z. B. das Setzen von Remindern oder die Verwendung einfacher Organisationstools.

# tests.result.attentionDeficit.mean.moderate_description
source: These signs can create challenges in work and personal tasks, and using structured tools, like planners or timers, along with professional support, can help manage them effectively.
de: Diese Anzeichen können bei der Arbeit und bei persönlichen Aufgaben zu Herausforderungen führen. Der Einsatz strukturierter Hilfsmittel wie Planer oder Timer sowie professionelle Unterstützung können dabei helfen, diese zu bewältigen.

# tests.result.attentionDeficit.mean.severe_description
source: Signs are intense and consistently interfere with daily life. Focus, organization, and impulse control issues may cause significant challenges across work, relationships, and self-care.
de: Die Symptome sind stark ausgeprägt und beeinträchtigen das tägliche Leben nachhaltig. Konzentrations-, Organisations- und Impulskontrollprobleme können zu erheblichen Herausforderungen in der Arbeit, in Beziehungen und bei der Selbstfürsorge führen.

# tests.result.attentionDeficit.classification.your_type
source: Your ADHD type
de: Dein ADHS-Typ

# tests.result.attentionDeficit.classification.concentration_type
source: Your concentration type
de: Dein Konzentrationstyp

# tests.result.attentionDeficit.classification.dialog_title
source: You
de: Du

# tests.result.attentionDeficit.inattentive
source: Inattentive
de: Unaufmerksam

# tests.result.attentionDeficit.hyperactive
source: Hyperactive
de: Hyperaktiv

# tests.result.attentionDeficit.classification.inattentive_description
source: Your ADHD type is <c>inattentive</c>. This is the most common concentration type. People with this type usually
de: Du bist der ADHS-Typ <c>Unaufmerksam</c>. Dies ist der häufigste ADHS-Typ. Menschen mit diesem Typ

# tests.result.attentionDeficit.classification.inattentive_description_no_type
source: Your concentration type is <c>inattentive</c>. This is the most common concentration type. People with this type usually
de: Du bist der Konzentrationstyp <c>Unaufmerksam</c>. Dies ist der häufigste ADHS-Typ. Menschen mit diesem Typ

# tests.result.attentionDeficit.classification.inattentive_description.step_0
source: have difficulty with attention to detail
de: haben in der Regel Schwierigkeiten, auf Details zu achten

# tests.result.attentionDeficit.classification.inattentive_description.step_1
source: get distracted easily
de: werden schnell abgelenkt

# tests.result.attentionDeficit.classification.inattentive_description.step_2
source: forget things (like keys, important events)
de: vergessen Dinge (z. B. Schlüssel, wichtige Ereignisse)

# tests.result.attentionDeficit.classification.inattentive_description.step_3
source: find it difficult to listen to others
de: haben Schwierigkeiten, anderen zuzuhören und

# tests.result.attentionDeficit.classification.inattentive_description.step_4
source: have trouble organising and planning
de: haben Probleme mit der Organisation und Planung

# tests.result.attentionDeficit.classification.hyperactive_description
source: Your ADHD type is <c>hyperactive</c>. This is the least common ADHD type. People with this type often
de: Du bist ADHS-Typ <c>Hyperaktiv</c>. Dies ist der am wenigsten verbreitete ADHS-Typ. Menschen mit diesem Typ

# tests.result.attentionDeficit.classification.hyperactive_description_no_type
source: Your concentration type is <c>hyperactive</c>. This is the least common ADHD type. People with this type often
de: Du bist Konzentrationstyp <c>Hyperaktiv</c>. Dies ist der am wenigsten verbreitete Konzentrationstyp. Menschen mit diesem Typ

# tests.result.attentionDeficit.classification.hyperactive_description.step_0
source: struggle to sit still, frequently fidgeting or moving
de: haben oft Schwierigkeiten, still zu sitzen, und zappeln oder bewegen sich häufig

# tests.result.attentionDeficit.classification.hyperactive_description.step_1
source: feel driven, as if “powered by a motor”
de: fühlen sich wie „von einem Motor angetrieben“

# tests.result.attentionDeficit.classification.hyperactive_description.step_2
source: have difficulty relaxing or unwinding
de: haben Schwierigkeiten, sich zu entspannen oder abzuschalten und

# tests.result.attentionDeficit.classification.hyperactive_description.step_3
source: talk excessively or interrupt others in conversations
de: reden übermäßig viel oder unterbrechen andere in Gesprächen

# tests.result.attentionDeficit.classification.combined_description
source: Your ADHD type is <c>combined</c>. This is a blend of inattentive and hyperactive-impulsive symptoms. Individuals may experience frequent distractions and impulsive actions, leading to challenges across multiple areas of daily life.
de: Bei dir liegt eine <c>kombinierte Form</c> von ADHS vor und damit eine Mischung aus unaufmerksamen und hyperaktiv-impulsiven Symptomen. Betroffene können häufig abgelenkt sein und impulsiv handeln, was zu Herausforderungen in verschiedenen Bereichen des täglichen Lebens führt.

# tests.result.attentionDeficit.classification.combined_description_no_type
source: Your concentration type is <c>combined</c>. This is a blend of inattentive and hyperactive-impulsive symptoms. Individuals may experience frequent distractions and impulsive actions, leading to challenges across multiple areas of daily life.
de: Bei dir liegt eine <c>kombinierte Form</c> von Konzentration vor und damit eine Mischung aus unaufmerksamen und hyperaktiv-impulsiven Symptomen. Betroffene können häufig abgelenkt sein und impulsiv handeln, was zu Herausforderungen in verschiedenen Bereichen des täglichen Lebens führt.

# tests.result.attentionDeficit.about.title
source: What is ADHD?
de: Was ist ADHS?

# tests.result.attentionDeficit.about.description_first
source: <c>Attention-Deficit/Hyperactivity Disorder (ADHD)</c> is a neurodevelopmental disorder characterized by symptoms of inattention, hyperactivity, and impulsivity. Individuals with ADHD may find it difficult to focus on tasks, stay organized, or follow through on instructions.
de: <c>Die Aufmerksamkeitsdefizit-/Hyperaktivitätsstörung (Attention-Deficit/Hyperactivity Disorder, ADHS)</c> ist eine neurologische Entwicklungsstörung, die durch Symptome wie Unaufmerksamkeit, Hyperaktivität und Impulsivität gekennzeichnet ist. Menschen mit ADHS fällt es möglicherweise schwer, sich auf Aufgaben zu konzentrieren, organisiert zu bleiben oder Anweisungen zu befolgen.

# tests.result.attentionDeficit.about.description_second
source: ADHD affects both children and adults and can impact various aspects of daily life, including school, work, and relationships. While the exact cause of ADHD is unknown, it's believed to involve genetic, environmental, and neurological factors.
de: ADHS betrifft sowohl Kinder als auch Erwachsene und kann sich auf verschiedene Aspekte des täglichen Lebens auswirken, darunter Schule, Arbeit und Beziehungen. Die genaue Ursache von ADHS ist zwar nicht bekannt, es wird jedoch angenommen, dass genetische, umweltbedingte und neurologische Faktoren eine Rolle spielen.

# tests.result.attentionDeficit.world_statistics.title
source: ADHD worldwide statistics
de: ADHS-Statistik weltweit

# tests.result.attentionDeficit.world_statistics.person_text0
source: Pre-school children
de: Kinder im Vorschulalter

# tests.result.attentionDeficit.world_statistics.person_text1
source: Children and adolescents
de: Kinder und Jugendliche

# tests.result.attentionDeficit.world_statistics.person_text2
source: Adults
de: Erwachsene

# tests.result.attentionDeficit.world_statistics.person_text3
source: Adults >50 years
de: Erwachsene über 50 Jahre

# tests.result.attentionDeficit.world_statistics.description
source: Around <c>6,8%%</c> people worldwide have symptomatic ADHD, which is approximately <c>366,3 million people</c>
de: Weltweit leiden etwa <c>6,8%%</c> der Menschen an einer symptomatischen Form von ADHS, was etwa <c>366,3 Millionen Menschen</c> entspricht.

# tests.result.attentionDeficit.energy.title
source: ADHD energy givers & takers
de: ADHS: Energiegeber und -nehmer

# tests.result.attentionDeficit.energy.subtitle_give
source: Gives energy
de: Verleiht Energie

# tests.result.attentionDeficit.energy.subtitle_take
source: Takes energy
de: Kostet Energie

# tests.result.attentionDeficit.energy.content_give0
source: Quiet time & meditation
de: Ruhe und Meditation

# tests.result.attentionDeficit.energy.content_give1
source: Movement & exercise
de: Bewegung und Sport

# tests.result.attentionDeficit.energy.content_give2
source: Chatting with a close friend
de: Plaudern mit einem engen Freund

# tests.result.attentionDeficit.energy.content_give3
source: Connecting with animals & nature
de: Verbindung zu Tieren und Natur

# tests.result.attentionDeficit.energy.content_give4
source: Listening to music
de: Musik hören

# tests.result.attentionDeficit.energy.content_give5
source: Positive affirmations
de: Selbstbestätigung

# tests.result.attentionDeficit.energy.content_give6
source: Being creative
de: Kreativ sein

# tests.result.attentionDeficit.energy.content_take0
source: Overworking
de: Überarbeitung

# tests.result.attentionDeficit.energy.content_take1
source: Sensory overload/over stimulation
de: Reizüberflutung/Überstimulation

# tests.result.attentionDeficit.energy.content_take2
source: Negative self-talk
de: Negative Selbstgespräche

# tests.result.attentionDeficit.energy.content_take3
source: Lack of structure or routine
de: Mangel an Struktur oder Routine

# tests.result.attentionDeficit.energy.content_take4
source: Poor sleep cycle
de: Schlafstörungen

# tests.result.attentionDeficit.energy.content_take5
source: Constant stimulation
de: Ständige Stimulation

# tests.result.attentionDeficit.energy.content_take6
source: Binging/restricting food cycles
de: Häufige/Eingeschränkte Nahrungsaufnahme

# tests.result.attentionDeficit.careers.title
source: Careers for your ADHD
de: Berufe für Menschen mit ADHS

# tests.result.attentionDeficit.careers.no_description
source: Congrats! 🎉 As you seem not to have ADHD, <c>all paths</c> are suitable for you.
de: Herzlichen Glückwunsch! 🎉 Da du anscheinend kein ADHS hast, sind <c>alle Wege</c> für dich geebnet.

# tests.result.attentionDeficit.careers.mild_description
source: Mild ADHD signs often benefit from structured, detail-oriented roles with room for some creativity and task variety.
de: Menschen mit leichten ADHS-Symptome profitieren oft von strukturierten, detailorientierten Rollen mit Raum für etwas Kreativität und Aufgabenvielfalt.

# tests.result.attentionDeficit.careers.moderate_description
source: Roles with task flexibility, hands-on activities, and dynamic responsibilities can suit moderate ADHD by reducing monotony.
de: Aufgaben mit flexiblen Rollen, praktische Tätigkeiten und dynamische Verantwortlichkeiten können bei moderater ADHS helfen, indem sie die Monotonie verringern.

# tests.result.attentionDeficit.careers.severe_description
source: Severe ADHD benefits from highly engaging, hands-on roles with minimal repetitive tasks and a lot of movement or creativity.
de: Bei ADHS mit schweren Symptomen sind hochgradig motivierende, praktische Aufgaben mit minimalen sich wiederholenden Aufgaben und viel Bewegung oder Kreativität von Vorteil.

# tests.result.attentionDeficit.careers.graphic_designer.title
source: 🎨 Graphic Designer
de: 🎨 Grafikdesigner/in

# tests.result.attentionDeficit.careers.graphic_designer.description
source: Combines creativity with structured project timelines, allowing for focus on both details and big-picture design.
de: Kombiniert Kreativität mit strukturierten Projektzeitplänen und ermöglicht so die Konzentration auf Details und das Gesamtkonzept.

# tests.result.attentionDeficit.careers.teacher.title
source: 👩‍🏫 Teacher
de: 👩‍🏫 Lehrer/in

# tests.result.attentionDeficit.careers.teacher.description
source: Interaction with students and lesson planning offers variety while adhering to a structured daily routine.
de: Der Umgang mit Schülern und die Unterrichtsplanung bieten Abwechslung, während man sich an einen strukturierten Tagesablauf hält.

# tests.result.attentionDeficit.careers.accountant.title
source: 📊 Accountant
de: 📊 Rechnungsprüfer/in

# tests.result.attentionDeficit.careers.accountant.description
source: A detail-focused job with deadlines and structured workflows that can play to strengths in mild ADHD.
de: Ein Job, bei dem es auf Details ankommt, mit Fristen und strukturierten Arbeitsabläufen, der bei leichter ADHS von Vorteil sein kann.

# tests.result.attentionDeficit.careers.sales_representative.title
source: 💼 Sales Representative
de: 💼 Vertriebsmitarbeiter/in

# tests.result.attentionDeficit.careers.sales_representative.description
source: Active work with new clients and regular movement can keep focus fresh while building interpersonal skills.
de: Die aktive Arbeit mit neuen Kunden und regelmäßige Bewegung können den Geist frisch halten und gleichzeitig die zwischenmenschlichen Fähigkeiten verbessern.

# tests.result.attentionDeficit.careers.chef.title
source: 🍳 Chef
de: 🍳 Küchenchef/in

# tests.result.attentionDeficit.careers.chef.description
source: Fast-paced, hands-on work keeps the mind engaged, and teamwork in the kitchen provides both variety and structure.
de: Schnelle, praktische Arbeit hält den Geist beschäftigt, und Teamarbeit in der Küche sorgt für Abwechslung und Struktur.

# tests.result.attentionDeficit.careers.event_coordinator.title
source: 🎉 Event Coordinator
de: 🎉 Eventmanager/in

# tests.result.attentionDeficit.careers.event_coordinator.description
source: Planning and executing events requires a mix of organization, energy, and on-the-spot problem-solving, balancing detail work with active engagement.
de: Die Planung und Durchführung von Veranstaltungen erfordert eine Mischung aus Organisation, Energie und Problemlösung vor Ort, wobei Detailarbeit und aktives Engagement in Einklang gebracht werden müssen.

# tests.result.attentionDeficit.careers.entrepreneur.title
source: 💡 Entrepreneur
de: 💡 Unternehmer/in

# tests.result.attentionDeficit.careers.entrepreneur.description
source: Offers flexibility, freedom to set your own schedule, and constant variety, allowing individuals to work on multiple interests.
de: Bietet Flexibilität, Freiheit, den eigenen Zeitplan festzulegen, und ständige Abwechslung, sodass Einzelpersonen an mehreren Themen gleichzeitig arbeiten können.

# tests.result.attentionDeficit.careers.personal_trainer.description
source: Physical activity, flexible schedules, and one-on-one client interaction can keep energy levels and focus high.
de: Körperliche Aktivität, flexible Zeitpläne und die persönliche Interaktion mit den Kunden können das Energieniveau und die Konzentration hoch halten.

# tests.result.attentionDeficit.careers.artist.title
source: 🎸 Artist or Musician
de: 🎸 Künstler/in und/oder Musiker/in

# tests.result.attentionDeficit.careers.artist.description
source: Creative fields like art and music often allow for self-expression and freedom, enabling highly individualized work.
de: Kreative Bereiche wie Kunst und Musik ermöglichen oft Selbstverwirklichung und Freiheit und erlauben eine sehr individuelle Arbeitsweise.
