Repository: DzmitryYaskel/SupernovaLocalization
Catalog: Sources/Resources/*.lproj/Localizable.strings
Languages: de

# tests.result.big_five.compare.extraversion.description_high
source: You’re a social dynamo, lighting up any room with your energy and charisma. Whether it’s meeting new people, organizing events, or leading a team, you thrive in lively, interactive environments.
de: Sie sind ein sozialer Antrieb, der jeden Raum mit seiner Energie und Ausstrahlung erhellt. Ob Sie neue Leute kennenlernen, Veranstaltungen organisieren oder ein Team leiten, Sie blühen in lebendigen, interaktiven Umgebungen auf.

# tests.result.big_five.compare.agreeableness.description_low
source: You value honesty and logic over emotional harmony. You’re not afraid to speak your mind, even if it means going against the grain or ruffling a few feathers. While some may see you as direct or unyielding, you see yourself as someone who prioritizes truth and fairness over superficial peace.
de: Sie legen mehr Wert auf Ehrlichkeit und Logik als auf emotionale Harmonie. Sie haben keine Angst, Ihre Meinung zu sagen, auch wenn Sie damit jemanden verärgern. Während manche Sie als direkt oder unnachgiebig betrachten, sehen Sie sich selbst als jemanden, der Wahrheit und Fairness über oberflächlichen Frieden stellt.

# tests.result.big_five.compare.agreeableness.description_medium
source: You strike a good balance between being kind and standing your ground. While you care about others’ feelings and work well in teams, you also know when to advocate for yourself or push back when needed. You value harmony but aren’t afraid to assert your needs or opinions when necessary.
de: Sie bieten eine gute Balance zwischen Freundlichkeit und Standhaftigkeit. Sie kümmern sich um die Gefühle anderer und arbeiten gut im Team, wissen aber auch, wann Sie für sich selbst eintreten oder sich bei Bedarf wehren müssen. Sie legen Wert auf Harmonie, haben aber keine Angst, Ihre Bedürfnisse oder Meinungen durchzusetzen, wenn nötig.

# tests.result.big_five.compare.agreeableness.description_high
source: You are warm, caring, and empathetic, always looking out for the well-being of those around you. You value harmony and go out of your way to make people feel appreciated and supported. Conflict is something you try to avoid, and you’re a natural at resolving disputes with kindness and understanding.
de: Sie sind warmherzig, fürsorglich und einfühlsam und kümmern sich immer um das Wohlergehen Ihrer Mitmenschen. Sie legen Wert auf Harmonie und tun alles, damit sich die Menschen geschätzt fühlen. Konflikte versuchen Sie zu vermeiden und es ist Ihnen ein natürliches Gefühl, Streitigkeiten mit Freundlichkeit und Verständnis zu lösen.

# tests.result.big_five.compare.neuroticism.description_low
source: You’re a steady rock, rarely letting stress or strong emotions affect your composure. Life’s challenges don’t rattle you easily, and you face problems with a calm, collected mindset. People admire your ability to stay optimistic and grounded, even when things go wrong.
de: Du bist ein ruhiger Felsen, der es selten zulässt, dass Stress oder starke Emotionen deine Gelassenheit beeinflussen. Die Herausforderungen des Lebens bringen dich nicht leicht aus der Fassung, und du gehst Probleme mit einer ruhigen, gefassten Einstellung an. Die Menschen bewundern deine Fähigkeit, auch in schwierigen Zeiten optimistisch und geerdet zu bleiben.

# tests.result.big_five.compare.neuroticism.description_medium
source: You experience a healthy mix of emotions, handling stress well most of the time while occasionally feeling overwhelmed. You’re in tune with your feelings and generally able to bounce back from setbacks. Your balanced emotional nature helps you empathize with others while still staying relatively steady.
de: Du erlebst eine gesunde Mischung aus Emotionen und gehst mit Stress meistens gut um, obwohl du gelegentlich von der Menge überwältigt wirst. Du bist im Einklang mit deinen Gefühlen und kannst im Allgemeinen nach Rückschlägen wieder aufstehen. Deine ausgeglichene emotionale Natur hilft dir, mit anderen empathisch zu sein, während du trotzdem relativ ruhig bleibst.

# tests.result.big_five.compare.neuroticism.description_high
source: You feel emotions deeply and are highly sensitive to stress or difficult situations. While this means you’re incredibly self-aware and empathetic, it can sometimes lead to feeling overwhelmed by life’s challenges. You often analyze your feelings in depth, which can be both a strength and a source of anxiety.
de: Du fühlst Emotionen tief und bist sehr empfindlich gegenüber Stress oder schwierigen Situationen. Das bedeutet, dass du unglaublich selbstbewusst und empathisch bist, es aber manchmal zu überwältigen dir schwer fällt. Du analysierst deine Gefühle oft im Detail, was sowohl eine Stärke als auch eine Quelle von Angst sein kann.

# tests.result.big_five.compare.your_strength
source: Your strengths
de: Ihre Stärken

# tests.result.big_five.compare.strength.openness.low_1
source: Practical and grounded
de: Praktisch und bodenständig

# tests.result.big_five.compare.strength.openness.low_2
source: Reliable and consistent
de: Zuverlässig und konsistent

# tests.result.big_five.compare.strength.openness.low_3
source: Skilled at maintaining routines
de: Erfahren in der Einhaltung von Routinen

# tests.result.big_five.compare.strength.openness.medium_1
source: Adaptable to both new and old approaches
de: Anpassungsfähig an neue und alte Ansätze

# tests.result.big_five.compare.strength.openness.medium_2
source: Balanced creativity and realism
de: Ausgewogenheit an Kreativität und Realismus

# tests.result.big_five.compare.strength.openness.medium_3
source: Open to new ideas when needed
de: Bei Bedarf offen für neue Ideen

# tests.result.big_five.compare.strength.openness.high_1
source: Highly creative and innovative
de: Hochkreativ und innovativ

# tests.result.big_five.compare.strength.openness.high_2
source: Open to diverse perspectives
de: Offen für unterschiedliche Perspektiven

# tests.result.big_five.compare.strength.openness.high_3
source: Skilled at inspiring new ideas
de: Inspiriert zu neuen Ideen

# tests.result.big_five.compare.strength.conscientiousness.low_1
source: Adaptable and resourceful
de: Anpassungsfähig und einfallsreich

# tests.result.big_five.compare.strength.conscientiousness.low_2
source: Calm under pressure
de: Ruhig unter Druck

# tests.result.big_five.compare.strength.conscientiousness.low_3
source: Great at handling surprises
de: Gut im Umgang mit Überraschungen

# tests.result.big_five.compare.strength.conscientiousness.medium_1
source: Reliable without being rigid
de: Zuverlässig, ohne steif zu sein

# tests.result.big_five.compare.strength.conscientiousness.medium_2
source: Adaptable to both plans and changes
de: Anpassungsfähig an Pläne und Änderungen

# tests.result.big_five.compare.strength.conscientiousness.medium_3
source: Good at juggling tasks
de: Gut im Jonglieren von Aufgaben

# tests.result.big_five.compare.strength.conscientiousness.high_1
source: Highly dependable and focused
de: Hohe Zuverlässigkeit und Zielstrebigkeit

# tests.result.big_five.compare.strength.conscientiousness.high_2
source: Excellent at planning and execution
de: Hervorragend in Planung und Ausführung

# tests.result.big_five.compare.strength.conscientiousness.high_3
source: Detail-oriented and consistent
de: Detailorientiert und konsequent

# tests.result.big_five.compare.strength.extraversion.low_1
source: Deep thinker and attentive listener
de: Tiefsinniger Denker und aufmerksamer Zuhörer

# tests.result.big_five.compare.strength.extraversion.low_2
source: Great at building strong, one-on-one relationships
de: Großartig beim Aufbau starker persönlicher Beziehungen

# tests.result.big_five.compare.strength.extraversion.low_3
source: Focused and independent, excelling in solo tasks
de: Konzentriert und unabhängig, zeichnet sich durch Einzelaufgaben aus

# tests.result.big_five.compare.strength.extraversion.medium_1
source: Versatile in social and quiet environments
de: Vielseitig in Gesellschaft und Ruhe

# tests.result.big_five.compare.strength.extraversion.medium_2
source: Comfortable connecting with others and recharging alone
de: Du knüpfst gern Kontakte und tankst allein auf

# tests.result.big_five.compare.strength.extraversion.medium_3
source: Balanced energy for both group and solo activities
de: Gutes Gleichgewicht zwischen Gruppe und Me-Time

# tests.result.big_five.compare.strength.extraversion.high_1
source: Charismatic and engaging
de: Charismatisch und einnehmend

# tests.result.big_five.compare.strength.extraversion.high_2
source: Skilled at networking and leading
de: Erfahren im Netzwerken und Führen

# tests.result.big_five.compare.strength.extraversion.high_3
source: Full of positive energy
de: Voller positiver Energie

# tests.result.big_five.compare.strength.agreeableness.low_1
source: Honest and straightforward, you get to the heart of the matter
de: Ehrlich und direkt kommen Sie zum Kern der Sache

# tests.result.big_five.compare.strength.agreeableness.low_2
source: Skilled at standing up for yourself and others when needed
de: Erfahren, bei Bedarf für sich selbst und andere einzustehen

# tests.result.big_five.compare.strength.agreeableness.low_3
source: Great at making decisions based on facts and logic
de: Sehr gut darin, Entscheidungen auf der Grundlage von Fakten und Logik zu treffen

# tests.result.big_five.compare.strength.agreeableness.medium_1
source: Cooperative and empathetic without being a pushover
de: Kooperativ und einfühlsam, ohne ein Schwächling zu sein

# tests.result.big_five.compare.strength.agreeableness.medium_2
source: Skilled at maintaining harmony while addressing conflicts
de: Geschickt darin, Harmonie zu bewahren und gleichzeitig Konflikte zu lösen

# tests.result.big_five.compare.strength.agreeableness.medium_3
source: Balanced approach to kindness and assertiveness
de: Ausgewogener Umgang mit Freundlichkeit und Durchsetzungsvermögen

# tests.result.big_five.compare.strength.agreeableness.high_1
source: Highly empathetic and supportive, making you a trusted friend or teammate
de: Sehr einfühlsam und unterstützend, was Sie zu einem guten Freund und Teamkollegen macht

# tests.result.big_five.compare.strength.agreeableness.high_2
source: Great at resolving conflicts and fostering cooperation
de: Hervorragend darin, Konflikte zu lösen und die Zusammenarbeit zu fördern

# tests.result.big_five.compare.strength.agreeableness.high_3
source: Skilled at building strong, positive relationships
de: Geschickt im Aufbau starker, positiver Beziehungen

# tests.result.big_five.compare.strength.neuroticism.low_1
source: Emotionally resilient and composed under pressure
de: Emotionale Resilienz und Gelassenheit unter Druck

# tests.result.big_five.compare.strength.neuroticism.low_2
source: Great at maintaining optimism and focus during challenges
de: Sehr gut darin, Optimismus und Fokus in schwierigen Situationen zu bewahren

# tests.result.big_five.compare.strength.neuroticism.low_3
source: A calming and stabilizing presence for others
de: Eine beruhigende und stabilisierende Präsenz für andere

# tests.result.big_five.compare.strength.neuroticism.medium_1
source: Balanced emotional awareness, letting you connect with others without being overwhelmed
de: Ausgeglichene emotionale Wahrnehmung, die es dir ermöglicht, mit anderen in Verbindung zu treten, ohne überwältigt zu werden

# tests.result.big_five.compare.strength.neuroticism.medium_2
source: Resilient enough to manage most challenges calmly
de: Resilient genug, um die meisten Herausforderungen ruhig zu bewältigen

# tests.result.big_five.compare.strength.neuroticism.medium_3
source: Able to empathize with others while maintaining your composure
de: Kannst Empathie für andere aufbringen, während du deine Gelassenheit bewahrst

# tests.result.big_five.compare.strength.neuroticism.high_1
source: Deeply empathetic and attuned to others’ emotions
de: Sehr empathisch und auf die Emotionen anderer eingestellt

# tests.result.big_five.compare.strength.neuroticism.high_2
source: Insightful and reflective, with a rich emotional depth
de: Einsichtig und reflektiert, mit einer reichen emotionalen Tiefe

# tests.result.big_five.compare.strength.neuroticism.high_3
source: Great at understanding complex emotional dynamics in relationships
de: Sehr gut darin, komplexe emotionale Dynamiken in Beziehungen zu verstehen

# tests.result.big_five.compare.things_improve
source: Things to improve
de: Könnte verbessert werden

# tests.result.big_five.compare.improve.openness.low_1
source: Try small new experiences to build flexibility
de: Kleine neue Erfahrungen machen, um die Flexibilität zu steigern

# tests.result.big_five.compare.improve.openness.low_2
source: Explore creative hobbies to spark curiosity
de: Entdecken kreativer Hobbys, um die Neugier zu wecken

# tests.result.big_five.compare.improve.openness.low_3
source: Be open to alternative viewpoints
de: Offen sein für alternative Sichtweisen

# tests.result.big_five.compare.improve.openness.medium_1
source: Push yourself to try unfamiliar activities
de: Sich herausfordern und ungewohnte Aktivitäten wagen

# tests.result.big_five.compare.improve.openness.medium_2
source: Take small risks to develop creativity
de: Kleine Risiken eingehen, um Kreativität zu entwickeln

# tests.result.big_five.compare.improve.openness.medium_3
source: Be more adventurous with your choices
de: Abenteuerlustige Entscheidungen treffen

# tests.result.big_five.compare.improve.openness.high_1
source: Stay focused on completing projects
de: Konzentrieren auf den Abschluss von Projekten

# tests.result.big_five.compare.improve.openness.high_2
source: Balance exploration with practicality
de: Balance zwischen Erkundung und Praktikabilität

# tests.result.big_five.compare.improve.openness.high_3
source: Avoid overwhelming yourself with too many ideas
de: Vermeiden, sich mit zu vielen Ideen zu überfordern

# tests.result.big_five.compare.improve.conscientiousness.low_1
source: Build small routines to stay organized
de: Baue kleine Routinen auf, um organisiert zu bleiben

# tests.result.big_five.compare.improve.conscientiousness.low_2
source: Set clear goals for better productivity
de: Setze klare Ziele für eine bessere Produktivität

# tests.result.big_five.compare.improve.conscientiousness.low_3
source: Avoid procrastination by prioritizing tasks
de: Vermeide Prokrastination, indem du Aufgaben priorisierst

# tests.result.big_five.compare.improve.conscientiousness.medium_1
source: Focus on consistency with long-term goals
de: Konzentriere dich auf Beständigkeit bei langfristigen Zielen

# tests.result.big_five.compare.improve.conscientiousness.medium_2
source: Avoid delays by setting deadlines for yourself
de: Vermeide Verzögerungen, indem du dir selbst klare Deadlines setzt

# tests.result.big_five.compare.improve.conscientiousness.medium_3
source: Develop habits to enhance productivity
de: Entwickle Gewohnheiten, die deine Produktivität steigern

# tests.result.big_five.compare.improve.conscientiousness.high_1
source: Practice letting go of perfection
de: Verzichten auf Perfektion üben

# tests.result.big_five.compare.improve.conscientiousness.high_2
source: Be open to flexibility and spontaneity
de: Offen sein für Flexibilität und Spontaneität

# tests.result.big_five.compare.improve.conscientiousness.high_3
source: Delegate tasks to reduce stress
de: Delegieren von Aufgaben, um Stress abzubauen

# tests.result.big_five.compare.improve.extraversion.low_1
source: Attend social events that match your interests
de: Teilnahme an gesellschaftlichen Veranstaltungen, die Ihren Interessen entsprechen

# tests.result.big_five.compare.improve.extraversion.low_2
source: Practice initiating small conversations
de: Üben, kleine Gespräche zu beginnen

# tests.result.big_five.compare.improve.extraversion.low_3
source: Step outside your comfort zone in groups
de: Verlassen der Komfortzone in Gruppen

# tests.result.big_five.compare.improve.extraversion.medium_1
source: Take breaks to recharge when needed
de: Bei Bedarf Pausen machen, um neue Kraft zu tanken

# tests.result.big_five.compare.improve.extraversion.medium_2
source: Avoid overcommitting socially or isolating too much
de: Vermeiden von übermäßigem Engagement oder zu viel Isolation

# tests.result.big_five.compare.improve.extraversion.medium_3
source: Engage more actively in group settings
de: Aktivere Beteiligung an Gruppensituationen

# tests.result.big_five.compare.improve.extraversion.high_1
source: Practice active listening in conversations
de: Aktives Zuhören in Gesprächen üben

# tests.result.big_five.compare.improve.extraversion.high_2
source: Give quieter people space to speak
de: Ruhigeren Menschen Raum zum Sprechen geben

# tests.result.big_five.compare.improve.extraversion.high_3
source: Balance social time with personal reflection
de: Für Geselligkeit und persönliche Reflexion gleichermaßen sorgen

# tests.result.big_five.compare.improve.agreeableness.low_1
source: Work on balancing your honesty with empathy to maintain relationships
de: Ehrlichkeit mit Empathie in Einklang bringen üben, um Beziehungen aufrechtzuerhalten

# tests.result.big_five.compare.improve.agreeableness.low_2
source: Practice active listening to better understand others’ perspectives
de: Aktives Zuhören üben, um die Perspektiven anderer besser zu verstehen

# tests.result.big_five.compare.improve.agreeableness.low_3
source: Focus on softening your tone during disagreements to build trust
de: Konzentrieren bei Auseinandersetzungen auf einen sanfteren Ton, um Vertrauen aufzubauen

# tests.result.big_five.compare.improve.agreeableness.medium_1
source: Learn to recognize when it’s okay to prioritize your needs over others’
de: Lernen Sie zu erkennen, wann es in Ordnung ist, Ihre Bedürfnisse über die anderer zu stellen

# tests.result.big_five.compare.improve.agreeableness.medium_2
source: Avoid overthinking conflicts; focus on finding solutions
de: Konflikte nicht zu sehr durchdenken; konzentrieren Sie sich auf die Lösungen

# tests.result.big_five.compare.improve.agreeableness.medium_3
source: Practice being more assertive in situations where you need to stand firm
de: Üben in Situationen, in denen man standhaft bleiben muss, durchsetzungsfähiger zu sein

# tests.result.big_five.compare.improve.agreeableness.high_1
source: Learn to say “no” when necessary to avoid burnout or resentment
de: Lernen, bei Bedarf „Nein“ zu sagen, um Burnout oder Groll zu vermeiden

# tests.result.big_five.compare.improve.agreeableness.high_2
source: Set healthy boundaries to ensure your own needs are met
de: Setzen gesunder Grenzen, um sicherzustellen, dass Ihre eigenen Bedürfnisse erfüllt werden

# tests.result.big_five.compare.improve.agreeableness.high_3
source: Practice asserting your opinions, even when they might cause disagreement
de: Üben, die Meinung zu vertreten, auch wenn das zu Meinungsverschiedenheiten führt

# tests.result.big_five.compare.improve.neuroticism.low_1
source: Tune into your emotions to better understand your inner needs
de: Achten auf Ihre Emotionen, um Ihre inneren Bedürfnisse besser zu verstehen

# tests.result.big_five.compare.improve.neuroticism.low_2
source: Practice empathy for people who experience emotions more intensely
de: Üben Sie Empathie für Menschen, die intensivere Emotionen erleben

# tests.result.big_five.compare.improve.neuroticism.low_3
source: Avoid dismissing feelings as unimportant; they offer valuable insights
de: Vermeiden Sie es, Gefühle als unwichtig abzutun; sie bieten wertvolle Einsichten

# tests.result.big_five.compare.improve.neuroticism.medium_1
source: Use relaxation techniques like mindfulness to manage occasional stress
de: Nutzen Sie Entspannungstechniken wie Achtsamkeit, um gelegentlichen Stress zu managen

# tests.result.big_five.compare.improve.neuroticism.medium_2
source: Build confidence in your ability to handle emotionally challenging situations
de: Bauen Sie Selbstvertrauen in Ihre Fähigkeit auf, emotional herausfordernde Situationen zu meistern

# tests.result.big_five.compare.improve.neuroticism.medium_3
source: Focus on reframing negative thoughts into positive or actionable ones
de: Konzentrieren Sie sich darauf, negative Gedanken in positive oder umsetzbare umzuwandeln

# tests.result.big_five.compare.improve.neuroticism.high_1
source: Practice mindfulness or journaling to process overwhelming emotions
de: Üben Sie Achtsamkeit oder Journaling, um überwältigende Emotionen zu verarbeiten

# tests.result.big_five.compare.improve.neuroticism.high_2
source: Focus on building resilience and confidence in handling stress
de: Konzentrieren Sie sich darauf, Resilienz und Vertrauen im Umgang mit Stress aufzubauen

# tests.result.big_five.compare.improve.neuroticism.high_3
source: Seek support when needed to ensure your emotional well-being
de: Suchen Sie Unterstützung, wenn nötig, um Ihr emotionales Wohlbefinden sicherzustellen

# tests.result.fear_response.title
source: Fear Response Type
de: Angstreaktionstyp

# tests.result.fear_response.general.title
source: Your fear response type
de: Deine Art der Angstreaktion

# tests.result.fear_response.general.fight
source: Fight
de: Kampf

# tests.result.fear_response.general.flight
source: Flight
de: Flucht

# tests.result.fear_response.general.freeze
source: Freeze
de: Erstarren

# tests.result.fear_response.general.fawn
source: Fawn
de: Beschwichtigen

# tests.result.fear_response.about.title_fight
source: What is <c>Fight</c> fear response?
de: Was ist die <c>Kampf</c>-Angstreaktion?

# tests.result.fear_response.about.title_flight
source: What is <c>Flight</c> fear response?
de: Was ist die <c>Flucht</c>-Angstreaktion?

# tests.result.fear_response.about.title_freeze
source: What is <c>Freeze</c> fear response?
de: Was ist die <c>Erstarren</c>-Angstreaktion?

# tests.result.fear_response.about.title_fawn
source: What is <c>Fawn</c> fear response?
de: Was ist die <c>Beschwichtigen</c>-Angstreaktion?

# tests.result.fear_response.about.description_fawn
source: <c>The Fawn response</c> is when fear makes you focus on keeping others happy to stay safe. It’s about pleasing or appeasing to avoid conflict or rejection.
de: <c>Die Beschwichtigen</c>-Angstreaktion tritt auf, wenn du dich aus Angst darauf konzentrierst, andere bei Laune zu halten, um in Sicherheit zu bleiben. Es geht darum, zu gefallen oder zu beschwichtigen, um Konflikte oder Ablehnung zu vermeiden.

# tests.result.fear_response.about.description_fight
source: <c>The Fight response</c> is when fear makes you ready to take on the threat. You might react with anger, defensiveness, or a need to regain control of the situation.
de: <c>Die Kampf-Reaktion</c> ist, wenn die Angst dich bereit macht, die Bedrohung anzunehmen. Du reagierst möglicherweise mit Wut, Abwehrhaltung oder dem Bedürfnis, die Kontrolle über die Situation zurückzugewinnen.

# tests.result.fear_response.about.description_flight
source: <c>The Flight response</c> kicks in when fear tells you, "Get out of here!" It’s about escaping the situation to find safety, whether by physically leaving or avoiding it altogether.
de: <c>Die Flucht-Reaktion</c> setzt ein, wenn die Angst dir sagt: „Schnell weg hier!“ Es geht darum, der Situation zu entkommen, um Sicherheit zu finden, sei es durch physisches Entfernen oder durch völlige Vermeidung.

# tests.result.fear_response.about.description_freeze
source: <c>The Freeze response</c> is like hitting the "pause button" when fear takes over. Instead of reacting or fleeing, you feel stuck and unable to move or decide what to do next.
de: <c>Die Erstarren-Reaktion</c> ist wie das Drücken der „Pause-Taste“, wenn die Angst überhandnimmt. Anstatt zu reagieren oder zu fliehen, fühlst du dich festgefahren und unfähig, dich zu bewegen oder zu entscheiden, was als Nächstes zu tun ist.
