Repository: DzmitryYaskel/SupernovaLocalization
Catalog: Sources/Resources/*.lproj/Localizable.strings
Languages: de

# game.true_order.sort
source: Sort largest to smallest
de: Vom Größten zum Kleinsten ordnen

# game.circle_crossword.tutorial
source: Connect letters and find all the hidden words
de: Buchstaben zusammenfügen und alle versteckten Wörter finden

# game.circle_crossword.tooltip.helps
source: If you're stuck, just tap the <c>shuffle</c> or <c>hint</c> button
de: Wenn Sie nicht weiterkommen, einfach auf die Schaltfläche <c>Zufallswiedergabe</c> oder <c>Hinweis</c> tippen

# game.circle_crossword.tooltip.hints
source: Nice one! This word is correct, <c>but not in this level.</c> You've earned <c>+1 hint</c> for it (up to 10 each level).
de: Toll! Dieses Wort ist richtig, <c>aber nicht auf diesem Level.</c> Sie haben dafür <c>+1 Hinweis</c> erhalten (bis zu 10 pro Level).

# game.equivalent_stars.choose_equivalent_pairs
source: Choose equivalent pairs
de: Wählen Sie gleichwertige Paare

# game.equivalent_stars.answer.right
source: Right!
de: Richtig!

# game.twin_tones.hint.message_1
source: Tap & highlight identical sound pairs
de: Tippen und identische Sound-Paare markieren

# game.twin_tones.hint.message_2
source: Turn on the sound and listen
de: Ton einschalten und zuhören

# game.twin_tones.taps_left
source: Taps left
de: Tipp-Aktionen übrig

# game.space_beat.score.points
source: Points
de: Punkte

# game.space_beat.tutorial
source: Catch the rhythm
de: Erkennen Sie den Rhythmus

# game.space_beat_onboarding.good
source: GOOD
de: GUT

# game.space_beat_onboarding.early
source: EARLY
de: FRÜH

# game.space_beat_onboarding.late
source: LATE
de: SPÄT

# game.space_beat_onboarding.miss
source: MISS
de: VERPASST

# game.space_beat_onboarding.turn_on_sound
source: Turn on the sound to play
de: Sound abspielen

# game.space_beat_onboarding.catch_rhythm
source: Catch the rhythm
de: Identifizieren Sie den Rhythmus

# game.space_beat_onboarding.hit_drum_button
source: Hit the drum button in sync with the rhythm
de: Trommel-Taste synchron zum Rhythmus betätigen

# game.space_beat_onboarding.well_done
source: Well done!
de: Gut gemacht!

# game.space_beat_onboarding.you_ready
source: Now you’re ready!
de: Jetzt sind Sie bereit!

# game.space_beat_onboarding.keep_practicing_or_next
source: You can keep practicing or press NEXT when you are ready
de: Üben Sie weiter oder drücken Sie WEITER, wenn bereit.

# game.space_beat_onboarding.keep_practicing_or_start
source: You can keep practicing or press START when you are ready
de: Sie können weiter üben oder START drücken, wenn Sie bereit sind

# game.space_beat_onboarding.each_beat_displayed
source: Each beat is displayed clockwise around the ring
de: Jeder Schlag wird im Uhrzeigersinn um den Ring herum angezeigt

# game.space_beat_onboarding.indicators_help_you
source: Indicators help you to keep rhythm between beats
de: Indikatoren helfen, den Beat-Rhythmus zu halten

# game.space_beat_onboarding.skip
source: SKIP
de: Überspr.

# game.space_beat_onboarding.tap
source: Tap!
de: Klopfen!

# game.sequence.hint.message_1
source: Remember the sequence of runes
de: Merken Sie sich die Runenfolge

# game.sequence.hint.message_2
source: Repeat the sequence to activate runes
de: Sequenz wiederholen, um Runen zu aktivieren

# game.sequence.decrypted
source: Decrypted
de: Entschlüsselt

# game.sequence.blocked
source: Blocked
de: Blockiert

# game.sequence.repeat
source: Repeat
de: Wiederholen

# game.memory_eclipse.hint
source: Tap the tiles with stars
de: Auf die Kacheln mit den Sternen tippen

# game.memory_eclipse.tutorial
source: Memorize the positions and then tap the stars
de: Merken Sie sich die Positionen und tippen Sie dann auf die Sterne

# game.color_check.tutorial
source: Tap the same color as the meaning of the word
de: Tippen Sie auf die gleiche Farbe wie die Bedeutung des Wortes

# game.color_check.tutorial.substring
source: meaning
de: Bedeutung

# game.color_check.color.blue
source: Blue
de: Blau

# game.color_check.color.green
source: Green
de: Grün

# game.color_check.color.red
source: Red
de: Rot

# game.color_check.color.yellow
source: Yellow
de: Gelb

# game.color_check.color.violet
source: Violet
de: Violett

# game.color_check.color.grey
source: Grey
de: Grau

# game.cross_math.tutorial
source: Fill in the blanks so that each equation is correct
de: Füllen Sie die Lücken so aus, dass jede Gleichung stimmt

# game.cross_math.hint
source: If you're stuck, just tap the <c>hint</c> button and reveal <c>cells</c>
de: Wenn Sie nicht weiterkommen, einfach auf die Schaltfläche <c>Hinweis</c> tippen und <c>Zellen</c> anzeigen.

# game.twin_pairs.hint
source: Tap the card and find its pair
de: Auf die Karte tippen und Gegenstück finden

# game.sock_to_sock.tutorial
source: Find and tap pairs of matching socks
de: Paare passender Socken finden und antippen

# game.schulte_stones.tutorial
source: Focus on the center and tap the numbers from low to high
de: Auf die Mitte konzentrieren und Zahlen in aufsteigender Reihenfolgen antippen

# game.twin_pairs.tutorial
source: Tap the cards and find identical pairs
de: Auf die Karten tippen und identische Paare finden

# game.typo_hunt.tutorial
source: Find a typo in the text
de: Einen Tippfehler im Text finden

# game.order_sort.tutorial
source: Tap the left and right buttons to sort orders
de: Auf die linken und rechten Schaltflächen tippen, um Aufträge zu sortieren

# game.spy_lock.tutorial
source: Remember and enter the correct password
de: Merken Sie sich das richtige Passwort und geben Sie es ein

# game.robo_math.tutorial
source: Click on the correct answer to the example
de: Klicken Sie auf die richtige Antwort zum Beispiel

# game.coins_sum.tutorial
source: Collect the sum of coins
de: Sammle den Münzbetrag

# game.coins_sum.sum
source: Sum
de: Betrag

# game.coins_sum.wrong_answer
source: Tap a coin again to subtract
de: Zum Entfernen erneut auf eine Münze tippen

# game.paw_pass.tutorial
source: Tap on the difference from the previous passport
de: Tippe auf den Unterschied zum vorherigen Reisepass

# game.paw_pass.no_difference
source: No difference
de: Kein Unterschied

# game.paw_pass.signature
source: Signature
de: Unterschrift

# game.paw_pass.country
source: Country
de: Land

# game.paw_pass.passport
source: Clever Passport
de: Clever-Reisepass

# game.paw_pass.stamp
source: Press of the Authority
de: Stempel

# game.paw_pass.remember
source: Remember how this passport looks
de: Merke dir, wie dieser Reisepass aussieht

# game.paw_pass.tap_on_difference
source: Tap on the difference
de: Tippe auf den Unterschied

# game.upwords.htp_info
source: Choose <c>the synonym</c> for the word
de: Synonym auswählen

# game_configuration.name_1
source: Memory Eclipse
de: Sterne merken

# game_configuration.name_2
source: Equivalent
de: Gleichnisse

# game_configuration.name_3
source: Space Beat
de: Bleib im Beat

# game_configuration.name_4
source: Sequence
de: Sequenz

# game_configuration.name_5
source: Calculation
de: Rechnen

# game_configuration.name_6
source: Twin Tones
de: Gleiche Melodie

# game_configuration.name_8
source: Num Snake
de: Zahlenreihe

# game_configuration.name_10
source: One Line
de: Eine Linie

# game_configuration.name_11
source: Pin Connect
de: Pins Verbinden

# game_configuration.name_12
source: Save The Dude
de: Rette Mich

# game_configuration.name_13
source: Odd One Out
de: Einer Passt Nicht

# game_configuration.name_15
source: True Order
de: Richtig Anordnen

# game_configuration.name_14
source: Remember The Path
de: Merk dir den Weg

# game_configuration.name_16
source: Maze Man
de: Labyrinth

# game_configuration.name_18
source: Paint Puzzle
de: Buntes Puzzle

# game_configuration.name_19
source: Dungeon Escape
de: Dungeon-Flucht

# game_configuration.name_20
source: Hall Of Faces
de: Halle der Gesichter

# game_configuration.name_21
source: Twin Pairs
de: Memospiel

# game_configuration.name_22
source: Space Cleaner
de: Weltraumreinigung

# game_configuration.name_23
source: Calculation
de: Rechnen

# game_configuration.name_24
source: Word Circle
de: Wortkreis

# game_configuration.name_25
source: Words Field
de: Wortsuche

# game_configuration.name_26
source: Chemical Sort
de: Elemente sortieren

# game_configuration.name_27
source: Draw To Home
de: Der Heimweg

# game_configuration.name_28
source: Remember The Path
de: Merk dir den Weg

# game_configuration.name_29
source: True Order
de: Richtig Anordnen

# game_configuration.name_30
source: Color Check
de: Finde die Farbe

# game_configuration.name_31
source: Magic Cryptogram
de: Kryptogramm

# game_configuration.name_32
source: Cross Math
de: Mathe-Gitter

# game_configuration.name_33
source: Typo Hunt
de: Textprüfung

# game_configuration.name_34
source: Schulte Stones
de: Schulte-Steine

# game_configuration.name_35
source: Sock To Sock
de: Socke zu Socke

# game_configuration.name_36
source: Order Sort
de: Anders ordnen

# game_configuration.name_37
source: Spy Lock
de: Pin Merken

# game_configuration.name_38
source: Ransom Note
de: Lösebrief

# game_configuration.name_39
source: RoboMath
de: Roboter-Mathe

# game_configuration.name_40
source: Coins Sum
de: Münzbetrag

# game_configuration.name_41
source: Upwords
de: Wörterflug

# game_configuration.name_42
source: Paw Pass
de: Pfoten-Pass

# game_configuration.name_43
source: Mystic Books
de: Bücherrätsel

# game_configuration.purpose_1
source: Visual Memory
de: Visuelles Gedächtnis

# game_configuration.purpose_2
source: Evaluative Skills
de: Bewertungsfähigkeiten

# game_configuration.purpose_3
source: Sense of Rhythm
de: Rhythmusgefühl

# game_configuration.purpose_4
source: Short-term Memory
de: Kurzzeitgedächtnis

# game_configuration.purpose_5
source: Mental Arithmetic
de: Kopfrechnen

# game_configuration.purpose_6
source: Musical ear and Memory
de: Musikalisches Gehör und Gedächtnis

# game_configuration.purpose_7
source: Short-term Memory
de: Kurzzeitgedächtnis

# game_configuration.purpose_8
source: Math Counting
de: Mathematisches Zählen

# game_configuration.purpose_9
source: Musical Ear
de: Musikalisches Gehör

# game_configuration.purpose_10
source: Flexible Thinking
de: Flexibles Denken

# game_configuration.purpose_12
source: Quick-Thinking
de: Schnelles Denken

# game_configuration.purpose_13
source: Associative Thinking
de: Assoziatives Denken

# game_configuration.purpose_15
source: Value Conversion & Sorting
de: Werte umrechnen und sortieren

# game_configuration.purpose_14
source: Visual Memory
de: Visuelles Gedächtnis

# game_configuration.purpose_17
source: Focused and visual memory
de: Konzentration und visuelles Gedächtnis

# game_configuration.purpose_16
source: Spatial Orientation & Planning
de: Räumliche Orientierung & Planung

# game_configuration.purpose_18
source: Tactical and Spatial awareness
de: Taktisches und räumliches Vorstellungsvermögen

# game_configuration.purpose_19
source: Extreme Spatial Orientation
de: Extreme räumliche Orientierung

# game_configuration.purpose_20
source: Facial Recognition
de: Gesichtserkennung

# game_configuration.purpose_21
source: Visual Memory and Concentration
de: Visuelles Gedächtnis und Konzentration

# game_configuration.purpose_22
source: Strategic Planning
de: Strategische Planung

# game_configuration.purpose_23
source: Mental Calculation
de: Kopfrechnen

# game_configuration.purpose_24
source: Vocabulary
de: Wortschatz

# game_configuration.purpose_25
source: Everyday Vocabulary
de: Alltagswortschatz

# game_configuration.purpose_26
source: Spatial Ability
de: Räumliches Vorstellungsvermögen

# game_configuration.purpose_27
source: Situational analysis and strategy
de: Situationsanalyse und Strategie

# game_configuration.purpose_28
source: Working memory
de: Arbeitsgedächtnis

# game_configuration.purpose_29
source: Value Conversion & Sorting
de: Werte umrechnen und sortieren

# game_configuration.purpose_31
source: Vocabulary
de: Wortschatz

# game_configuration.purpose_32
source: Mental Calculation
de: Kopfrechnen

# game_configuration.descr_1
source: Improves the ability to memorize the positions of elements on the board in a short time.
de: Verbessert die Fähigkeit, sich die Positionen von Elementen auf dem Feld in kurzer Zeit einzuprägen.

# game_configuration.descr_2
source: Helps you learn how to quickly compare fractions, percentages, chart segments and etc.
de: Lerne, wie du schnell Brüche, Prozentsätze, Diagrammsegmente usw. vergleichen kannst.

# game_configuration.descr_3
source: Improves the ability to keep the beat accurately and synchronize with other instruments.
de: Verbessert die Fähigkeit, den Takt genau zu halten und mit anderen Instrumenten zu synchronisieren.

# game_configuration.descr_4
source: Increase the volume of sequences of visually different elements you can keep in your mind.
de: Merke dir immer mehr Sequenzen visuell unterschiedlicher Elemente.

# game_configuration.descr_5
source: Improves the ability to do calculations in your head, without using any tools.
de: Verbessert die Fähigkeit, Berechnungen ohne Hilfsmittel im Kopf durchzuführen.

# game_configuration.descr_6
source: Trains to differ tonalities and remember their positions on the board.
de: Trainiert das Unterscheiden von Tonarten und das Merken ihrer Positionen auf dem Feld.

# game_configuration.descr_7
source: An interactive game that improves Short-term Memory.
de: Ein interaktives Spiel, das das Kurzzeitgedächtnis verbessert.

# game_configuration.descr_8
source: An interactive game that improves Math Counting.
de: Ein interaktives Spiel, das das mathematische Zählen verbessert.

# game_configuration.descr_9
source: An interactive game that improves Musical Ear.
de: Ein interaktives Spiel, das das musikalische Gehör verbessert.

# game_configuration.descr_10
source: Develops flexible thinking to find a new best solution to a problem.
de: Entwickelt flexibles Denken, um eine neue, optimale Lösung für ein Problem zu finden.

# game_configuration.descr_11
source: Develops the ability to perform a task step by step based on current data.
de: Entwickelt die Fähigkeit, eine Aufgabe Schritt für Schritt auf der Grundlage aktueller Daten auszuführen.

# game_configuration.descr_12
source: Develops the ability to swiftly react to the various challenging situations.
de: Entwickelt die Fähigkeit, schnell auf verschiedene herausfordernde Situationen zu reagieren.

# game_configuration.descr_13
source: Creates new associations, corrects and strengthens old ones.
de: Schafft neue Assoziationen, korrigiert und stärkt alte Verknüpfungen.

# game_configuration.descr_15
source: Develops the ability to convert values, compare them and sort by conditions
de: Entwickelt die Fähigkeit, Werte umzurechnen, zu vergleichen und nach Bedingungen zu sortieren

# game_configuration.descr_14
source: Improves the ability to memorize the positions of elements on the board in a short time.
de: Verbessert die Fähigkeit, sich die Positionen von Elementen auf dem Feld in kurzer Zeit einzuprägen.

# game_configuration.descr_16
source: Develops the ability to navigate in space and plan your path in advance.
de: Entwickelt die Fähigkeit, räumlich zu navigieren und den Weg im Voraus zu planen.

# game_configuration.descr_17
source: Develops focus and memory by recalling objects locations
de: Entwickelt Konzentration und Gedächtnis durch das Abrufen von Objektstandorten

# game_configuration.descr_18
source: Develops strategic thinking and spatial reasoning skills to foresee the right path.
de: Entwickelt strategisches Denken und räumliches Vorstellungsvermögen, um den richtigen Weg vorauszusehen.

# game_configuration.descr_19
source: Develops the ability to navigate in space under extreme conditions
de: Entwickelt die Fähigkeit, unter extremen Bedingungen räumlich zu navigieren

# game_configuration.descr_20
source: Develops the ability to recognize familiar people, distinguish between them, and remember new faces
de: Entwickelt die Fähigkeit, vertraute Personen zu erkennen, sie voneinander zu unterscheiden und sich neue Gesichter einzuprägen

# game_configuration.descr_21
source: Improves focus and memory for locating identical objects in diverse settings
de: Verbessert die Konzentration und das Gedächtnis bei der Suche nach identischen Objekten in unterschiedlichen Umgebungen

# game_configuration.descr_22
source: Planning and distribution of resources, taking into account the possibilities for solving the task
de: Planung und Verteilung von Ressourcen unter Berücksichtigung der Möglichkeiten zur Lösung der Aufgabe

# game_configuration.descr_23
source: Enhance your mental math skills with bite-sized exercises.
de: Verbessere deine Kopfrechenfähigkeiten mit kleineren Übungen.

# game_configuration.descr_24
source: Sharp your mind and expand vocabulary by learning new words.
de: Schärfe deinen Verstand und erweitere deinen Wortschatz, indem du neue Wörter lernst.

# game_configuration.descr_25
source: Helps understand word meanings and their appropriate usage contexts
de: Hilft, die Bedeutung von Wörtern und deren entsprechenden Verwendungskontext zu verstehen

# game_configuration.descr_26
source: Involves the ability to focus on specific details or elements
de: Beinhaltet die Fähigkeit, sich auf bestimmte Details oder Elemente zu konzentrieren

# game_configuration.descr_27
source: Helps to estimate the current situation and formulate the right decisions to prevent unfavorable scenarios
de: Hilft, die aktuelle Situation einzuschätzen und die richtigen Entscheidungen zu treffen, um ungünstige Szenarien zu verhindern

# game_configuration.descr_28
source: Improves the ability to memorize the positions of elements
de: Verbessert die Fähigkeit, sich die Positionen von Elementen zu merken

# game_configuration.descr_29
source: Develops the ability to convert values, compare them and sort by conditions
de: Entwickelt die Fähigkeit, Werte umzurechnen, zu vergleichen und nach Bedingungen zu sortieren

# game_configuration.descr_30
source: Color Check Description Test
de: Farben-Check – Beschreibungstest

# game_configuration.descr_31
source: Sharp your mind and expand vocabulary by learning new words.
de: Schärfe deinen Verstand und erweitere deinen Wortschatz, indem du neue Wörter lernst.

# game_configuration.descr_32
source: Enhance your mental math skills with bite-sized exercises.
de: Verbessere deine Kopfrechenfähigkeiten mit kleineren Übungen.

# game_configuration.catogory.call_to_action.type_0
source: Now let’s check your memory skills
de: Lass uns nun dein Gedächtnis testen

# game_configuration.catogory.call_to_action.type_1
source: And finally let's check your math skills
de: Und nun lass uns deine Rechenkünste auf die Probe stellen

# game_configuration.catogory.call_to_action.type_2
source: Let’s check your logic skills
de: Lass uns dein logisches Denkvermögen testen

# game_configuration.catogory.call_to_action.type_3
source: Test your Music
de: Teste deine Musik

# game_configuration.skill.title_1
source: Sustained Attention
de: Dauerhafte Aufmerksamkeit

# game_configuration.skill.title_2
source: Memory Volume
de: Gedächtnisumfang

# game_configuration.skill.title_3
source: Visual Memory
de: Visuelles Gedächtnis

# game_configuration.skill.title_4
source: Working Memory
de: Arbeitsgedächtnis

# game_configuration.skill.title_5
source: Selective Attention
de: Selektive Wahrnehmung

# game_configuration.skill.title_6
source: Flexible Thinking
de: Flexibles Denken

# game_configuration.skill.title_7
source: Spatial Thinking
de: Räumliches Denkvermögen

# game_configuration.skill.title_8
source: Solution Finding
de: Lösungsfindung

# game_configuration.skill.title_9
source: Decision-making
de: Entscheidungsfindung

# game_configuration.skill.title_10
source: Visual Motor
de: Visuelle Motorik

# game_configuration.skill.title_11
source: Quick-thinking
de: Schnelles Denken

# game_configuration.skill.title_12
source: Planning
de: Planung

# game_configuration.skill.title_13
source: Adaptability
de: Anpassungsfähigkeit

# game_configuration.skill.title_14
source: Associative Thinking
de: Assoziatives Denken

# game_configuration.skill.title_15
source: Perception
de: Wahrnehmung

# game_configuration.skill.title_16
source: Ingenuity
de: Einfallsreichtum

# game_configuration.skill.title_17
source: Visualisation
de: Visualisierung

# game_configuration.skill.title_18
source: Forecasting
de: Prognoseerstellung

# game_configuration.skill.title_19
source: Face Recognition
de: Gesichtserkennung

# game_configuration.skill.title_20
source: Attention to Details
de: Detailgenauigkeit

# game_configuration.skill.title_21
source: Information Processing
de: Informationsverarbeitung

# game_configuration.skill.title_22
source: Estimation
de: Schätzung

# game_configuration.skill.title_24
source: Critical Thinking
de: Kritisches Denken

# game_configuration.skill.title_25
source: Approximate Calculation
de: Ungefähre Berechnung

# game_configuration.skill.title_26
source: Task-switching
de: Aufgabenwechsel

# game_configuration.skill.title_27
source: Mental Math
de: Kopfrechnen

# game_configuration.skill.title_28
source: Precise Calculation
de: Präzise Berechnung

# game_configuration.skill.title_29
source: Data Visualization
de: Datenvisualisierung

# game_configuration.skill.title_30
source: Auditory Memory
de: Auditives Gedächtnis

# game_configuration.skill.title_31
source: Accuracy
de: Genauigkeit

# game_configuration.skill.title_32
source: Sense of Rhythm
de: Rhythmusgefühl

# game_configuration.skill.title_33
source: Musical Ear
de: Musikalisches Gehör

# game_configuration.skill.title_34
source: Spelling
de: Rechtschreibung

# game_configuration.skill.title_35
source: Vocabulary
de: Wortschatz

# game_configuration.skill.title_36
source: Parallel Processing
de: Parallele Verarbeitung

# game_configuration.skill.title_37
source: Indirect Vision
de: Indirektes Sehvermögen

# game_configuration.skill.title_38
source: Attention Volume
de: Aufmerksamkeitsumfang

# game_configuration.skill.title_39
source: Speed Reading
de: Schnelllesen

# game_configuration.skill.title_40
source: Pattern Recognition
de: Mustererkennung

# game_configuration.skill.title_41
source: Orthographic Processing
de: Orthographische Verarbeitung

# game_configuration.skill.description_1
source: Train to concentrate on a task and increase your attention span
de: Lerne, dich auf eine Aufgabe zu konzentrieren, und erhöhe deine Aufmerksamkeitsspanne

# game_configuration.skill.description_2
source: Increase the amount of information you can keep in your mind
de: Erhöhe die Menge an Informationen, die du im Gedächtnis behalten kannst

# game_configuration.skill.description_3
source: Copy how the objects look like and remember detailed image it in your mind
de: Kopiere das Aussehen der Objekte und stelle sie dir im Detail vor

# game_configuration.skill.description_4
source: Better recall the information you saw for a limited period of time
de: Rufe Informationen, die für einen begrenzten Zeitraum angezeigt wurden, schneller ab

# game_configuration.skill.description_5
source: Train to pick out and focus on important details and ignore distractions
de: Lerne, wichtige Details zu erkennen, sich darauf zu konzentrieren und Ablenkungen zu ignorieren

# game_configuration.skill.description_6
source: Adapt and think about different ways to resolve challenges
de: Passe dich an und denke über verschiedene Möglichkeiten zur Lösung von Herausforderungen nach

# game_configuration.skill.description_7
source: Analyze the locations of objects in space and navigate it better
de: Analysiere die räumliche Position von Objekten und verbessere deine Navigation

# game_configuration.skill.description_8
source: Develop the ability to find a new best solution to a problem
de: Entwickle deine Fähigkeit, eine neue optimale Lösung für ein Problem zu finden
