Repository: DzmitryYaskel/SupernovaLocalization
Catalog: Sources/Resources/*.lproj/Localizable.strings
Languages: de

# subscription.onboardingV5.description
source: 35+ science-inspired games, detailed skill statistics and daily workouts
de: >35 wissenschaftlich fundierte Spiele, detaillierte Statistiken und tägliche Trainingseinheiten

# subscription.trial_instruction.then_only
source: then only
de: Dann nur

# subscription.trial_instruction.how_trial_works
source: How your FREE trial works
de: So funktioniert Ihre KOSTENLOSE Testversion

# subscription.game_usp.no_ads
source: No ADs
de: Werbefrei

# subscription.game_usp.all_games_free
source: All Games FREE
de: Alle Spiele KOSTENLOS

# subscription.game_usp.premium_workouts
source: Premium Workouts
de: Premium-Trainings

# subscription.game_usp.play_with_ads
source: PLAY WITH ADS
de: MIT WERBUNG SPIELEN

# subscription.game_usp.banner.gametype_0
source: Improve Memory Types
de: Gedächtnis stärken

# subscription.game_usp.banner.gametype_1
source: Train Math Skills
de: Mathe trainieren

# subscription.game_usp.banner.gametype_3
source: Level Up ear & rhythm
de: Gehör & Rhythmus

# subscription.holder.title_0
source: Install the app
de: App installieren

# subscription.holder.subtitle_0
source: You successfully created your profile
de: Sie haben Ihr Profil erfolgreich erstellt

# subscription.holder.title_1
source: Today: Get Instant Access
de: Heute: Erhalten Sie sofortigen Zugriff

# subscription.holder.subtitle_1
source: Logic, Memory, Math & Music games
de: Logik-, Gedächtnis-, Mathematik- und Musikspiele

# subscription.holder.title_2
source: Day 2: Trial Reminder
de: Tag 2: Erinnerung an die Testversion

# subscription.holder.subtitle_2
source: We’ll send you a notification. Cancel anytime in just 15 seconds.
de: Wir senden Ihnen eine Benachrichtigung. Die Testversion kann jederzeit in nur 15 Sekunden abgebrochen werden.

# subscription.holder.title_3
source: Day 3: Trial Ends
de: Tag 3: Testversion endet

# subscription.holder.subtitle_3
source: Your subscription will start on next day
de: Ihr Abonnement beginnt am Folgetag.

# subscription.feature.enjoy
source: Enjoy unlimited access without any ADS
de: Genieße unbegrenzten Zugang ohne WERBUNG

# subscription.feature.enjoy.substring
source: without any ADS
de: ohne WERBUNG

# subscription.feature.boostSkills
source: Boost your cognitive skills with 35+ brain-training games
de: Steigere deine Denkfähigkeit mit über 35 Spielen zum Gehirntraining

# subscription.feature.boostSkills.substring
source: 35+ brain-training games
de: Mehr als 35 Spiele zum Gehirntraining

# subscription.feature.staySharp
source: Stay sharp with new games added regularly
de: Trainiere deinen Verstand mit regelmäßig neuen Spielen

# subscription.feature.staySharp.substring
source: new games
de: neue Spiele

# subscription.feature.brainTrainingGames
source: 35+ brain-training games
de: Mehr als 35 Spiele zum Gehirntraining

# subscription.feature.mentalIQTests
source: Mental & IQ tests
de: Denksport und IQ-Tests

# subscription.feature.brainDailyWorkouts
source: Personalized daily brain workouts
de: Tägliches Gehirntraining nach Maß

# subscription.feature.brainDailyWorkouts.substring
source: Personalized
de: nach Maß

# subscription.feature.unlimitedAccess
source: Unlimited access with no ADS
de: Unbegrenzter Zugang ohne WERBUNG

# subscription.feature.unlimitedAccess.substring
source: with no ADS
de: ohne WERBUNG

# subscription.usp_2_products.brainTraining
source: 35+ brain-training games
de: >35 Denkspiele

# subscription.usp_2_products.unlimitedAccess
source: Unlimited access without any ADS
de: Ohne WERBUNG

# subscription.usp_2_products.personalStatistics
source: Personal statistics and achievements
de: Persönliche Erfolgsstatistiken

# subscription.usp_2_products.personalStatistics.substring
source: Personal
de: Persönlich

# subscription.usp_2_products.dailyTraining
source: Daily training programs
de: Tägliche Trainingsprogramme

# subscription.limited_time_offer.subscribe
source: GET SPECIAL OFFER
de: SONDERANGEBOT ERHALTEN

# subscription.limited_time_offer.main_title
source: LIMITED TIME OFFER
de: LIMITIERTES ANGEBOT

# subscription.limited_time_offer.main_subtitle
source: NO ADS. FULL ACCESS
de: KEINE WERBUNG. VOLLER ZUGANG

# subscription.limited_time_offer.billed_yearly
source: billed yearly
de: jährliche Abrechnung

# subscription.limited_time_offer.per_week
source: per week
de: pro Woche

# subscription.usp_2_products.v2p0.brainTraining
source: 35+ brain-training games
de: >35 Denkspiele

# subscription.usp_2_products.v2p0.brainTraining.description
source: Boost your mind while having fun
de: Fördere deinen Verstand mit Spaß

# subscription.usp_2_products.v2p0.unlimitedAccess
source: Unlimited access, no ADS
de: Ohne WERBUNG

# subscription.usp_2_products.v2p0.unlimitedAccess.substring
source: access,
de: WERBUNG

# subscription.usp_2_products.v2p0.unlimitedAccess.description
source: Enjoy trainings without interruptions
de: Trainiere ohne Unterbrechungen

# subscription.usp_2_products.v2p0.personalStatistics
source: Personal skill statistics
de: Persönliche Erfolgsstatistiken

# subscription.usp_2_products.v2p0.personalStatistics.substring
source: skill statistics
de: Erfolgsstatistiken

# subscription.usp_2_products.v2p0.personalStatistics.description
source: Find areas you can grow and improve
de: Finde Bereiche zum Ausbauen und Verbessern

# subscription.usp_2_products.v2p0.dailyTraining
source: Daily training programs
de: Tägliche Trainingsprogramme

# subscription.usp_2_products.v2p0.dailyTraining.substring
source: training programs
de: Trainingsprogramme

# subscription.usp_2_products.v2p0.dailyTraining.description
source: Handle day-to-day tasks easily
de: Bewältige alltägliche Aufgaben ganz leicht

# subscription.usp_2_products.v2p0.topScore
source: Top score
de: Bestpunktzahl

# subscription.tests_result.title
source: Get your test results
de: Testergebnisse abrufen

# subscription.tests_result.subscribe
source: UNLOCK FULL REPORT
de: GANZEN BERICHT FREISCHALTEN

# subscription.two_products_reviews.v1p0.title
source: Unlock your brain-training plan
de: Freischalten Sie Ihren Trainingsplan

# brain.improve
source: IMPROVE
de: VERBESSERN

# brain.create
source: CREATE
de: ERSTELLEN

# brain.title
source: Brain
de: Gehirn

# brain.progress.memory
source: Memory
de: Gedächtnis

# brain.progress.logic
source: Logic
de: Logik

# brain.progress.math
source: Math
de: Mathe

# brain.progress.music
source: Music
de: Musik

# brain.progress.title
source: Brain skills
de: Denkfähigkeiten

# brain.progress.sub_title
source: A chart showing your progress in each category.
de: Fortschrittsdiagramm nach Kategorie

# brain.neural_connections.create
source: Create neural connections by playing new games. Start the game and you will create a new ability that you will further improve.
de: Schaffen Sie neuronale Verbindungen, indem Sie neue Spiele spielen. Schaffen Sie so neue Fähigkeiten, die Sie noch weiter verbessern werden können.

# brain.neural_connections.abilities
source: Neural connections (Abilities)
de: Neuronale Verbindungen (Fähigkeiten)

# brain.map.title
source: Brain map
de: Gehirnkarte

# brain.map.sub_title
source: A chart showing how you perform in each category.
de: Ein Diagramm, das Ihre Leistung in den einzelnen Kategorien zeigt.

# brain.neuroplasticity.title
source: Neuroplasticity
de: Neuroplastizität

# brain.neuroplasticity.sub_title
source: Play games to fill up brain indicators and increase your neuroplasticity. It helps you create new neural connections (abilities) faster and easier.
de: Die Spiele helfen Ihnen, Ihre Gehirnindikatoren aufzufüllen und Ihre Neuroplastizität zu erhöhen, indem schneller und einfacher neue neuronale Verbindungen (Fähigkeiten) geschaffen werden.

# brain.game_neuron_purpose_1
source: Parallel memory processing
de: Parallelverarbeitung

# brain.game_neuron_purpose_2
source: Evaluative thinking
de: Bewertungsfähigkeiten

# brain.game_neuron_purpose_3
source: Sense of rhythm
de: Rhythmusgefühl

# brain.game_neuron_purpose_4
source: Serial memory processing
de: Serielle Verarbeitung

# brain.game_neuron_purpose_5
source: Mental Arithmetic
de: Kopfrechnen

# brain.game_neuron_purpose_6
source: Musical ear
de: Musikalisches Gehör

# brain.game_neuron_purpose_7
source: Lost
de: Verloren

# brain.game_neuron_purpose_8
source: Num Snake
de: Zahlenreihe

# brain.game_neuron_purpose_10
source: Flexible thinking
de: Flexibles Denken

# brain.game_neuron_purpose_12
source: Quick-Thinking
de: Schnelles Denken

# brain.game_neuron_purpose_23
source: Mental Arithmetic
de: Kopfrechnen

# brain.track_progress.title
source: Track Your Progress
de: Fortschritt verfolgen

# brain.track_progress.subtitle
source: Understand how you perform in each category and discover what to improve
de: Erfahren Sie, wie Sie in jeder Kategorie abschneiden, und finden Sie heraus, was Sie verbessern können

# brain.track_progress.button.title
source: UNLOCK MY PERFORMANCE
de: MEINE LEISTUNG STEIGERN

# game_container.navigation.skip_level
source: Skip level
de: Lvl überspr.

# game_container.dialog.your_target_score
source: Your target score
de: Dein Zielergebnis

# game_container.dialog.rate_us.title
source: We are so young
de: Wir sind so jung

# game_container.dialog.rate_us.message
source: Nice reviews motivate us to create more and more amazing games.
de: Gute Bewertungen motivieren uns, immer tollere Spiele zu entwickeln.

# game_container.dialog.rate_us.review
source: Leave a review
de: Hinterlassen Sie eine Bewertung

# game_container.dialog.rate_us.review_prayer
source: Leave a review 🙏
de: Hinterlassen Sie eine Bewertung 🙏

# game_container.dialog.rate_us.cancel
source: No, I don’t care
de: Nein, danke

# game_container.dialog.rate_us_feedback.not_sure
source: NOT SURE
de: NICHT SICHER

# game_container.dialog.rate_us_feedback.ok
source: LIKE IT!
de: GEFÄLLT MIR!

# game_container.dialog.rate_us_feedback.send
source: SEND
de: SENDEN

# game_container.dialog.rate_us_feedback.continue_playing
source: CONTINUE PLAYING
de: WEITERSPIELEN

# game_container.dialog.rate_us_feedback.welcome_title
source: Do you like our app?
de: Gefällt Ihnen unsere App?

# game_container.dialog.rate_us_feedback.input_text_title
source: Tell us what to improve
de: Sag uns, was du denkst

# game_container.dialog.rate_us_feedback.input_text_title_think
source: Tell us what you think
de: Sag uns, was du denkst

# game_container.dialog.rate_us_feedback.input_text_placeholder
source: Type here...
de: Hier eingeben ...

# game_container.dialog.rate_us_feedback.result_title
source: We value your feedback
de: Wir schätzen Ihr Feedback

# game_container.dialog.rate_us_feedback.result_subtitle
source: It helps improve our app
de: Es hilft, unsere App zu verbessern

# game_container.dialog.premium_level_unlock_message
source: To play further, you need to unlock premium levels that are more interesting and enjoyable
de: Um weiterzuspielen, müssen Sie Premium-Levels freischalten, die noch interessanter und unterhaltsamer sind

# game_container.dialog.close_game.title
source: More Games For Brain Gains!
de: Noch mehr Denksport!

# game_container.dialog.close_game.description
source: Fill the indicators to 100%% and improve neuroplasticity. It helps you to master new abilities quicker.
de: Füllen Sie die Indikatoren zu 100%% auf und verbessern Sie die Neuroplastizität. Es hilft Ihnen, schneller neue Fähigkeiten schneller zu erwerben.

# game_container.dialog.close_game.button.resume_game
source: RESUME GAME
de: SPIEL FORTSETZEN

# game_container.dialog.call_to_play_new_game.develop_neuroplasticity
source: Develop neuroplasticity
de: Neuroplastizität entwickeln

# game_container.dialog.call_to_play_new_game.keep_playing
source: KEEP PLAYING
de: WEITERSPIELEN

# game_container.dialog.call_to_play_new_game.play_to_fill_neuroplasticity
source: Play games to fill the indicators up to 100%% and develop your neuroplasticity. It helps you to create new neural connections (abilities) faster and easier.
de: Spielen Sie Spiele, um die Indikatoren auf bis zu 100%% aufzufüllen und Ihre Neuroplastizität zu entwickeln. So können Sie schneller und einfacher neue neuronale Verbindungen (Fähigkeiten) aufbauen.

source: Play another category game to fill other indicators up to 100%% and develop your neuroplasticity.
de: Spielen Sie ein Spiel einer anderen Kategorie, um andere Indikatoren bis auf 100%% aufzufüllen und Ihre Neuroplastizität zu entwickeln.

# game_container.dialog.call_to_play_new_game.neuroplasticity_full_0
source: Memory indicator is full
de: Gedächtnis-Indikator auf dem Maximum

# game_container.dialog.call_to_play_new_game.neuroplasticity_full_1
source: Math indicator is full
de: Mathe-Indikator auf dem Maximum

# game_container.dialog.call_to_play_new_game.neuroplasticity_full_2
source: Logic indicator is full
de: Logik-Indikator auf dem Maximum

# game_container.dialog.call_to_play_new_game.neuroplasticity_full_3
source: Music indicator is full
de: Musik-Indikator auf dem Maximum

# game_container.dialog.call_to_play_new_game.neuroplasticity_full_4
source: Problem solving indicator is full
de: Problemlöse-Indikator auf dem Maximum

# game_container.dialog.call_to_play_new_game.neuroplasticity_full_5
source: Language indicator is full
de: Sprach-Indikator auf dem Maximum

# game_container.dialog.call_to_play_new_game.improve_neuroplasticity.title
source: Play games to improve
de: Spiele spielen, um sich zu verbessern

source: Choose and play the game from the list to fill up your logic indicator
de: Spiel aus der Liste auswählen und spielen, um Ihren Logik-Indikator aufzufüllen

source: Choose and play the game from the list to fill up your math indicator
de: Spiel aus der Liste auswählen und spielen, um Ihren Mathe-Indikator aufzufüllen

source: Choose and play the game from the list to fill up your music indicator
de: Wähle und spiele das Spiel aus der Liste, um deinen Musikindikator zu füllen

source: Choose and play the game from the list to fill up your memory indicator
de: Spiel aus der Liste auswählen und spielen, um Ihren Gedächtnis-Indikator aufzufüllen

source: Choose and play the game from the list to fill up your problem solving indicator
de: Spiel aus der Liste auswählen und spielen, um Ihren Problemlöse-Indikator aufzufüllen

source: Choose and play the game from the list to fill up your language indicator
de: Spiel aus der Liste auswählen und spielen, um Ihren Sprach-Indikator aufzufüllen

source: Choose and play the game from the list to fill up your focus indicator
de: Spiel aus der Liste auswählen und spielen, um Ihren Konzentrations-Indikator aufzufüllen

# local_notification.neuroplasticity.title_1
source: It’s brain time!
de: Jetzt ist Hirntraining angesagt!

# local_notification.neuroplasticity.body_1
source: It seems like you need to increase your %@ skills.
de: Es scheint, als müssten Sie Ihre %@-Fähigkeiten verbessern.

# local_notification.neuroplasticity.title_2
source: It’s time to increase your skills!
de: Es ist Zeit, Ihre Fähigkeiten zu verbessern!

# local_notification.neuroplasticity.body_2
source: Ooops... You have 0%% neuroplasticity of %@ skills.
de: Ups … Sie haben 0%% Neuroplastizität von %@ Fähigkeiten.

# local_notification.title_3
source: Wake up your brain ⚡️
de: Bringen Sie Ihr Gehirn in Fahrt ⚡️

# local_notification.subtitle_3
source: Start your day with a mental workout to set a productive tone for the day
de: Beginnen Sie einen produktiven Tag mit Hirntraining

# local_notification.title_4
source: Shift your gears 🧠⚙️
de: Schalten Sie einen Gang höher 🧠⚙️

# local_notification.subtitle_4
source: Take a refreshing break with our brain training games!
de: Gönnen Sie sich eine erfrischende Denksport-Pause!

# local_notification.title_5
source: Explore our free games 🎮
de: Zu unseren kostenlosen Spielen 🎮

# local_notification.subtitle_5
source: Challenge your brain skills now!
de: Fordern Sie jetzt Ihre Gehirn heraus!

# local_notification.title_6
source: Relax before bed 😴
de: Entspannt, schläft man besser ein 😴

# local_notification.subtitle_6
source: Play a few brain games to relax your mind and ease into sleep
de: Spielen Sie ein paar Denkspiele und schlafen Sie leichter ein

# games_home.section.free_daily_game.title
source: Free Daily Game
de: Tägliches Gratisspiel

# games_home.section.your_daily_game.title
source: Your Daily Game
de: Dein tägliches Spiel

# games_home.section.free_game_of_the_day.title
source: Free Game of the day
de: Das kostenloses Spiel des Tages

# games_home.section.game_of_the_day.title
source: Game of the day
de: Spiel des Tages

# games_home.section.popular_and_free.title
source: Popular & FREE
de: Beliebt und KOSTENLOS

# games_home.section.popular.title
source: Popular
de: Beliebt

# games_home.banner.subscription.title
source: Unlock All Games FREE!
de: Alle Spiele GRATIS freischalten!

# games_home.banner.subscription.sub_title
source: No ADs
de: Werbefrei

# games_home.banner.subscription.action
source: TRY IT
de: Testen

# games_home.banner.play_game.action
source: Play Game
de: Spiel spielen

# games_home.banner.low_neuroplasticity.logic.title
source: Your Logic is Low
de: Ihre Logik hinkt

# games_home.banner.low_neuroplasticity.math.title
source: Your Math is Low
de: Deine Mathe ist niedrig

# games_home.banner.low_neuroplasticity.music.title
source: Your Music is Low
de: Ihre Musikkenntnisse hinken

# games_home.banner.low_neuroplasticity.memory.title
source: Your Memory is Low
de: Ihre Gedächtnis hinkt

# games_home.banner.low_neuroplasticity.problemSolving.title
source: Problem Solving is Low
de: Ihre Problemlösungsfähigkeiten hinken

# games_home.banner.low_neuroplasticity.language.title
source: Language is Low
de: Ihre Sprachkenntnisse hinken

# games_home.banner.low_neuroplasticity.focus.title
source: Your Focus is Low
de: Ihre Konzentration hinkt

# games_home.banner.low_neuroplasticity.sub_title
source: Neuroplasticity
de: Neuroplastizität

# games_home.banner.low_neuroplasticity.title
source: IMPROVE
de: VERBESSERN

# games_home.subscription_button.title
source: Unlock All Games for FREE!
de: Schalten Sie alle Spiele KOSTENLOS frei!

# games_home.coming_soon
source: COMING SOON
de: BALD VERFÜGBAR

# game.save_the_dude.tutorial
source: Draw the line to avoid danger
de: Gefahren umgehen

# game.odd_one_out.tutorial
source: Find & pick the odd one out pair
de: Das etwas andere Paar herausfinden

# game.dungeon.tutorial
source: Escape from the dungeon Beware of the spider
de: Beim Fliehen aus dem Kerker, Vorsicht vor der Spinne

# game.paint_puzzle.tutorial
source: Swipe anywhere to move the ball and paint the field
de: Irgendwohin wischen, um den Ball zu bewegen und das Feld zu bemalen

# game.fake_face.tutorial
source: Find and tap a different face
de: Ein anderes Gesicht suchen und darauf tippen

# game.space_cleaner.tutorial
source: Move the laser to destroy all meteors
de: Laser bewegen, um alle Meteore zu zerstören

# game.draw_your_way.tutorial
source: Draw paths to home. Mice should not collide
de: Wege nach Hause zihen. Mäuse dürfen nicht kollidieren!

# game.lines.tutorial
source: Draw a figure with one line Don't remove your finger
de: Eine Figur in einer Linie zeichnen Finger nicht entfernen

# game.chemical_sort.tutorial
source: Collect the same elements in one flask
de: Die gleichen Elemente in einem Kolben sammeln

# game.words_field.tutorial
source: Collect the missing word in dialogue
de: Das fehlende Wort im Dialog finden

# game.ransom_note.tutorial
source: Find and compose new words from the given word
de: Aus dem vorgegebenen Wort neue Wörter finden und bilden

# game.mystic_books.tutorial
source: Move the books and solve the word
de: Bücher verschieben, um das Lösungswort zu finden

# game.upwords.tutorial
source: Choose the word that means the same
de: Wort mit gleicher Bedeutung auswählen

# game.ransom_note.already_used
source: already used
de: bereits verwendet

# game.ransom_note.nice_try
source: Nice try ;)
de: Guter Versuch ;)

# game.ransom_note.did_it_again
source: Oops! I Did It Again!
de: Ups! Noch einmal geschafft!

# game.ransom_note.great_job
source: All words found! Great job!
de: Alle Wörter gefunden! Gute Arbeit!

# game.ransom_note.game_info
source: possible words found from the word
de: mögliche Wörter aus dem Wort

# game.ransom_note.htp_info
source: Find words at least 3 letters long
de: Wörter mit mindestens 3 Buchstaben finden

# game.ransom_note.info_title
source: %@ letters
de: %@ Buchstaben

# game.maze_man.tutorial
source: Swipe anywhere to find the way out
de: Wischen, um den Ausgang zu finden

# game.maze_man.tutorial_0
source: Find the way out of the maze
de: Den Weg aus dem Labyrinth finden

# game.maze_man.tutorial_1
source: <c>SWIPE</c> to move
de: <c>Zum Bewegen</c>WISCHEN

# game.remember_the_path.tutorial
source: Remember the path to the Earth
de: Prägen Sie sich den Weg zur Erde ein

# game.remember_the_path.tutorial_hand
source: One swipe = one move
de: Wischen = eine Bewegung

# game.remember_the_path.tooltip
source: Use the telescope to <c>remember</c> the path and as a <c>save point</c>
de: Benutzen Sie das Teleskop, um sich <c>an den Weg zu</c> erinnern und ihn als <c>sicheren Ort zu kennzeichnen</c>

# game.twin_pairs.tutorial_0
source: Tap cards & find identical pairs
de: Auf die Karten tippen und identische Paare finden

# game.twin_pairs.tutorial_1
source: The number of taps is limited
de: Es kann nur begrenzt getippt werden.

# game.twin_pairs.taps_left
source: Taps left
de: Tipp-Aktionen übrig

# game.pin_connect.tutorial
source: Connect the same pins to power up the battery
de: Die gleichen Pins verbinden, um die Batterie einzuschalten

# game.pin_connect.power_low
source: POWER: LOW
de: LEISTUNG: NIEDRIG

# game.pin_connect.power_medium
source: POWER: MEDIUM
de: LEISTUNG: MITTEL

# game.pin_connect.power_full
source: POWER: FULL
de: LEISTUNG: VOLL

# game.calculation.tutorial
source: Solve math problems interactively
de: Mathematische Probleme interaktiv lösen

# game.calculation.check
source: CHECK
de: ÜBERPRÜFEN

# game.calculation.basic_equation.description
source: Choose the correct answer
de: Die richtige Antwort wählen

# game.calculation.two_equations.description
source: Use division to help you answer
de: Division als Hilfe verwenden

# game.calculation.equivalent.description
source: Choose the same equation
de: Die gleiche Gleichung wählen

# game.calculation.keyboardEquations.description
source: Solve all three
de: Alle drei lösen

# game.calculation.pickerEquation.description
source: Select the correct answer
de: Die richtige Antwort auswählen

# game.calculation.dragAndDropSignEquation.description
source: Drag and drop to complete
de: Per Drag & Drop vervollständigen

# game.calculation.dragAndDropFullEquation.description
source: Complete for a correct equation
de: Korrekte Gleichung herstellen

# game.calculation.gridPairsEquation.description
source: Match the equal pairs
de: Die gleichen Paare zuordnen

# game.calculation.gridEquivalentsEquation.description
source: Select all that are equal to
de: Alle auswählen, die gleich sind

# game.magic_cryptogram.tutorial
source: Fill in all the blanks to compose a word or a phrase
de: Alle Lücken ausfüllen, um ein Wort oder einen Satz zu bilden

# game.magic_cryptogram.tooltip.hints
source: If you're stuck, just tap the <c>hint</c> button.
de: Wenn Sie nicht weiterkommen, einfach auf die Schaltfläche <c>Hinweis</c> tippen.

# game.magic_cryptogram.tooltip.lives
source: This is how many <c>mistakes</c> you can make on this level
de: So viele <c>Fehler</c> können Sie auf diesem Level machen

# game.true_order.tutorial
source: Sort values in order from largest to smallest
de: Werte vom größten zum kleinsten ordnen

# game.true_order.check
source: CHECK
de: ÜBERPRÜFEN
