Repository: DzmitryYaskel/SupernovaLocalization
Catalog: Sources/Resources/*.lproj/Localizable.strings
Languages: de

# game_configuration.skill.description_9
source: Choose the best course of action based on available information
de: Wähle auf Grundlage der verfügbaren Informationen die beste Vorgehensweise

# game_configuration.skill.description_10
source: Translate a visual image, or a visual plan, into an accurate motor action
de: Wandle ein visuelles Bild oder einen visuellen Plan in eine präzise motorische Aktivität um

# game_configuration.skill.description_11
source: Learn to make correct decisions quickly
de: Lerne, schnell die richtigen Entscheidungen zu treffen

# game_configuration.skill.description_12
source: Plan your actions and steps in advance to ensure they lead you to victory
de: Plane deine Handlungen und Schritte im Voraus, um sicherzustellen, dass sie dir zum Sieg verhelfen

# game_configuration.skill.description_13
source: Learn to adjust to a changing situation and revisit the solution if it doesn't work
de: Lerne, dich an eine veränderte Situation anzupassen und eine Lösung zu überdenken, wenn sie nicht funktioniert

# game_configuration.skill.description_14
source: Link one idea or concept with another one that seems unrelated to get creative insights
de: Verknüpfe eine Idee oder ein Konzept mit scheinbar unabhängigen Ideen und Konzepten, um kreative Erkenntnisse zu gewinnen

# game_configuration.skill.description_15
source: Notice and understand things that are not obvious to other people
de: Bemerke und verstehe Dinge, die für andere Menschen nicht offensichtlich sind

# game_configuration.skill.description_16
source: Discover unexpected ways to solve a problem with fresh ideas
de: Entdecke unerwartete Wege zur Problemlösung mit frischen Ideen

# game_configuration.skill.description_17
source: Mentally create and manipulate images or scenarios in your mind
de: Erstelle und manipuliere Bilder oder Szenarien in deinem Kopf

# game_configuration.skill.description_18
source: Judge what is likely to happen in the future, based on the information you have now
de: Beurteile anhand von derzeit verfügbaren Informationen, was in der Zukunft wahrscheinlich passieren wird

# game_configuration.skill.description_19
source: Enhance the ability to remember, recall, and distinguish new faces
de: Verbessere deine Fähigkeit, sich an neue Gesichter zu erinnern, sie abzurufen und voneinander zu unterscheiden

# game_configuration.skill.description_20
source: Develop the ability to notice things that may not be obvious at first glance
de: Entwickle die Fähigkeit, Dinge zu bemerken, die auf den ersten Blick nicht offensichtlich sind

# game_configuration.skill.description_21
source: Boost the ability to collect, understand, and organise data in your mind
de: Verbessere deine Fähigkeit, Informationen in deinem Kopf zu sammeln, zu verstehen und zu organisieren

# game_configuration.skill.description_22
source: Calculate distance, time or speed in a quick and precise way even without full picture in mind
de: Berechne Entfernungen, Zeitabstände oder Geschwindigkeiten schnell und präzise, ohne das Gesamtbild im Blick zu haben

# game_configuration.skill.description_23
source: Respond to more than one task at a time, or do two things at once
de: Reagiere auf mehrere Aufgaben gleichzeitig oder erledige zwei Dinge gleichzeitig

# game_configuration.skill.description_24
source: Examine facts and evidence to make the right decisions
de: Analysiere Fakten und Beweise, um die richtigen Entscheidungen zu treffen

# game_configuration.skill.description_25
source: Do quick and accurate calculations to get the right answer
de: Führe schnelle und genaue Berechnungen durch, um die richtige Antwort zu erhalten

# game_configuration.skill.description_26
source: Learn to change your focus from one task to another easily
de: Lerne, deinen Fokus problemlos von einer Aufgabe auf eine andere zu lenken

# game_configuration.skill.description_27
source: Perform calculations in your head without the use of calculator or paper
de: Führe Berechnungen im Kopf durch, ohne Taschenrechner oder Papier zu verwenden

# game_configuration.skill.description_28
source: Learn to add, subtract, multiply and divide to get correct answer
de: Lerne Addieren, Subtrahieren, Multiplizieren und Dividieren, um die richtige Antwort zu erhalten

# game_configuration.skill.description_29
source: Learn to read and understand data from charts, graphs and diagrams
de: Lerne, Daten aus Diagrammen, Graphen und Schaubildern zu lesen und zu verstehen

# game_configuration.skill.description_30
source: Enhance the ability to recall information you have heard
de: Verbessere deine Fähigkeit, zuvor gehörte Informationen abzurufen

# game_configuration.skill.description_31
source: Train the ability to make precise moves and avoid errors
de: Übe die Fähigkeit, präzise Bewegungen auszuführen und Fehler zu vermeiden

# game_configuration.skill.description_32
source: Feel, keep and repeat musical rhythms better
de: Spüre, behalte und wiederhole musikalische Rhytmen besser

# game_configuration.skill.description_33
source: Learn to distinguish musical notes and pitches
de: Lerne, zwischen Noten und Tonhöhen zu unterscheiden

# game_configuration.skill.description_34
source: Practice to avoid mistakes and typos when you write
de: Übe, Fehler und Tippfehler beim Schreiben zu vermeiden

# game_configuration.skill.description_35
source: Learn new words and expand your vocabulary
de: Lerne neue Wörter und erweitere deinen Wortschatz

# game_configuration.skill.description_36
source: Train your neural pathways to not interfere when performing a task
de: Trainiere deine Nervenbahnen, damit sie bei der Ausführung einer Aufgabe nicht störend wirken

# game_configuration.skill.description_37
source: Strengthen the capacity to see things outside of direct field of view
de: Verbessere deine Fähigkeit, Dinge außerhalb des direkten Sichtfelds zu sehen

# game_configuration.skill.description_38
source: Expand the number of objects you can concentrate on at one time
de: Erweitere die Anzahl der Objekte, auf die du dich gleichzeitig konzentrieren kannst

# game_configuration.skill.description_39
source: Develop the ability to scan and analyse large amounts of text in a short time
de: Entwickle die Fähigkeit, große Mengen an Text in kurzer Zeit zu überblicken und zu analysieren

# game_configuration.skill.description_40
source: Find and use familiar sequences to solve problems
de: Finde und verwende bekannte Sequenzen, um Probleme zu lösen

# game_configuration.skill.description_41
source: Recognise letter patterns to form as many words as possible
de: Erkenne Buchstabenmuster, um möglichst viele Wörter zu bilden

# game_category.memory.title
source: Memory
de: Gedächtnis

# game_category.memory.banner_title
source: Memory Games
de: Gedächtnisspiele

# game_category.logic.title
source: Logic
de: Logik

# game_category.logic.banner_title
source: Logic Games
de: Logikspiele

# game_category.math.title
source: Math
de: Mathe

# game_category.math.banner_title
source: Math Games
de: Mathematische Spiele

# game_category.music.title
source: Music
de: Musik

# game_category.music.banner_title
source: Music Games
de: Musikspiele

# game_category.problem_solving.title
source: Problem Solving
de: Problemlösung

# game_category.problem_solving.banner_title
source: Problem Solving Games
de: Problemlösungsspiele

# game_category.focus.title
source: Focus
de: Konzentration

# game_category.language.title
source: Language
de: Sprache

# game_result.PositiveMessage1
source: You are <c>the best</c>!
de: Du bist <c>spitze</c>!

# game_result.PositiveMessage2
source: You <c>nailed</c> it!
de: Du hast es <c>geschafft</c>!

# game_result.PositiveMessage3
source: <c>Extraordinary</c> result!
de: <c>Außergewöhnliches</c> Ergebnis!

# game_result.NeutralMessage1
source: On the <c>right track</c>!
de: Auf der <c>richtigen Spur</c>!

# game_result.NeutralMessage2
source: Making <c>progress</c>!
de: Du machst <c>Fortschritte</c>!

# game_result.NeutralMessage3
source: <c>Great</c> result!
de: <c>Tolles</c> Ergebnis!

# game_result.NegativeMessage1
source: You can do <c>better</c>!
de: Das geht noch <c>besser</c>!

# game_result.NegativeMessage2
source: Keep <c>practising</c>!
de: <c>Trainiere</c> weiter!

# game_result.NegativeMessage3
source: Don't <c>give up</c>!
de: <c>Gib nicht auf</c>!

# game_result.set_new_score
source: Set a new score!
de: Neuen Score erreichen!

# game_result.best_score
source: Best score
de: Bester Score

# game_result.latest_score
source: Latest score
de: Letzter Score

# game_result.previous_score
source: Previous score
de: Vorheriger Score

# game_result.previous_best
source: Previous Best
de: Vorheriger Bestwert

# game_result.your_score
source: Your score
de: Dein Score

# game_result.new_best_score
source: New Best Score!
de: Neuer Bestwert!

# game_result.top_percent_result
source: You’re one of %@ who got this result
de: Du bist einer von %@ mit diesem Ergebnis

# game_result.top_rank_completed
source: Top Rank Completed!
de: Höchster Rang erreicht!

# game_result.rank_completed
source: Rank completed!
de: Rang abgeschlossen!

# game_result.ranks.iron
source: Iron
de: Eisen

# game_result.ranks.silver
source: Silver
de: Silber

# game_result.ranks.diamond
source: Diamond
de: Diamant

# game_result.ranks.ruby
source: Ruby
de: Rubin

# game_result.emoji.target_not_reached_1
source: Try <c>again</c>!
de: Versuche es <c>noch einmal</c>!

# game_result.emoji.target_not_reached_2
source: You can do <c>better</c>!
de: Das geht noch <c>besser</c>!

# game_result.emoji.target_not_reached_3
source: Keep <c>practising</c>!
de: <c>Trainiere</c> weiter!

# game_result.emoji.target_not_reached_4
source: You're so <c>close</c>!
de: Du bist <c>ganz nah</c> dran!

# game_result.emoji.target_reached_1
source: Target <c>reached</c>!
de: Ziel <c>erreicht</c>!

# game_result.emoji.stage_completed_1
source: Stage <c>completed</c>!
de: Etappe <c>abgeschlossen</c>!

# game_result.emoji.new_rank_1
source: New <c>rank</c>!
de: Neuer <c>Rang</c>!

# game_info.skills_you_boost
source: Skills you boost
de: Fähigkeiten, die du verbesserst

# game_info.rank.next_score
source: Next target
de: Nächstes Ziel

# game_info.rank.latest_score
source: Latest score
de: Letzter Score

# game_info.rank.your_rank_progress
source: Your progress
de: Dein Fortschritt

# today.button.workout_start
source: START WORKOUT
de: TRAINING STARTEN

# today.button.workout_continue
source: CONTINUE WORKOUT
de: TRAINING FORTSETZEN

# today.header.title
source: Today’s Workout
de: Heutiges Training

# today.info.title
source: Daily workout completed
de: Tägliches Training abgeschlossen

# today.info.subtitle
source: Come back tomorrow for the next challenge!
de: Morgen erwartet dich die nächste Challenge!

# today.result.title
source: Today’s workout completed!
de: Heutiges Training abgeschlossen

# challenges.day
source: DAY
de: TAG

# challenges.subtitle
source: New skills and games to practice every day
de: Täglich neue Fähigkeiten und Spiele zum Trainieren

# challenges.practice_every_day
source: Practice every day and collect training day streaks to improve your skills
de: Trainiere jeden Tag und sammle Streaks, um besser zu werden

# challenges.game_of_the_day
source: Game Of The Day
de: Spiel des Tages

# challenges.play_free
source: PLAY FREE
de: KOSTENLOS SPIELEN

# challenges.fridays
source: Friday's
de: Freitag

# challenges.next_in
source: Next in
de: Als nächstes

# challenges.days_streak
source: Days Streak
de: Tage-Streak

# challenges.types.daily
source: Daily
de: Täglich

# challenges.types.game_of_the_day
source: Game Of The Day
de: Spiel des Tages

# challenges.types.memory
source: Memory
de: Gedächtnis

# challenges.types.math
source: Math
de: Mathe

# challenges.types.music
source: Music
de: Musik

# challenges.button.workout_start
source: START WORKOUT
de: TRAINING STARTEN

# challenges.button.workout_replay
source: REPLAY WORKOUT
de: TRAINING WIEDERHOLEN

# challenges.button.workout_continue
source: CONTINUE WORKOUT
de: TRAINING FORTSETZEN

# tests.container.title
source: Question
de: Frage

# tests.selection_list.iq
source: IQ Score
de: IQ-Wert

# tests.selection_list.personality
source: Personality Type
de: Persönlichkeitstyp

# tests.selection_list.trauma
source: Trauma & Fear Response Type
de: Reaktionstyp auf Trauma und Angst

# tests.selection_list.anxiety
source: Anxiety Level
de: Angstlevel

# tests.selection_list.procrastination
source: Procrastination Type
de: Prokrastinationstyp

# tests.selection_list.hyperactivity
source: ADHD Type
de: ADHS-Typ

# tests.selection_list.button.send
source: SEND
de: SENDEN

# tests.selection_list.button.none
source: NONE OF THEM
de: NICHTS DAVON

# tests.selection_list.title
source: What would you like to discover?
de: Was möchtest du entdecken?

# tests.home.title
source: Recommended Test
de: Empfohlener Test

# tests.home.questions
source: questions
de: Fragen

# tests.home.coming_soon
source: coming soon...
de: bald verfügbar...

# tests.home.free_result
source: Free result
de: Gratis-Ergebnis

# tests.home.tests_take
source: TAKE TEST
de: TEST MACHEN

# tests.home.tests_retake
source: RETAKE TEST
de: NOCHMAL TESTEN

# tests.home.tests_continue
source: CONTINUE TEST
de: TEST FORTSETZEN

# tests.info.top.generalIQ.title
source: General IQ Test
de: Allgemeiner IQ-Test

# tests.info.top.attentionDeficit.title
source: ADHD Test
de: ADHS-Test

# tests.info.top.bigFive.title
source: Big 5 Personality
de: Big-Five-Test

# tests.info.top.fearResponse.title
source: Fear Response Type
de: Angstreaktionstyp

# tests.info.top.intelligence.title
source: Intelligence Type
de: Intelligenztyp

# tests.info.top.anxiety.title
source: Anxiety Test
de: Angsttest

# tests.info.disclaimer.title
source: Disclaimer
de: Haftungsausschluss

# tests.info.disclaimer.text_1
source: This test is for educational and entertainment purposes only. It is not a medical, psychological, or psychiatric assessment or measure of intelligence and should not be used to diagnose, treat, or prevent any condition.
de: Dieser Test dient ausschließlich Bildungs- und Unterhaltungszwecken. Er stellt keine medizinische, psychologische oder psychiatrische Beurteilung oder Messung der Intelligenz dar und sollte nicht zur Diagnose, Behandlung oder Vorbeugung von Erkrankungen verwendet werden.

# tests.info.disclaimer.text_2
source: The creators are not licensed health professionals and do not offer medical or psychological advice. This test cannot replace professional evaluation or care.
de: Die Autoren sind keine zugelassenen medizinischen Fachkräfte und bieten keine medizinische oder psychologische Beratung an. Dieser Test kann eine professionelle Beurteilung oder Betreuung nicht ersetzen.

# tests.info.disclaimer.text_3
source: If you have concerns about your mental or emotional health, please consult a qualified healthcare provider.
de: Wenn Sie Bedenken hinsichtlich Ihrer geistigen oder seelischen Gesundheit haben, wenden Sie sich bitte an einen qualifizierten Arzt.

# tests.info.benefits.title
source: What you get
de: Was du erhältst

# tests.info.benefits.generalIQ.content_discover
source: Discover your IQ score
de: Entdecke, wie hoch dein IQ ist

# tests.info.benefits.generalIQ.content_compare
source: Compare yourself to your peers
de: Vergleiche dich mit anderen

# tests.info.benefits.generalIQ.content_understand
source: Understand how to boost your Intelligence Quotient
de: Verstehe, wie du deinen IQ steigern kannst

# tests.info.benefits.attentionDeficit.content_understand
source: Understand whether you match ADHD-related behaviours
de: Entdecke, ob du ADHS-ähnliche Verhaltensweisen zeigst

# tests.info.benefits.attentionDeficit.content_discover
source: Discover your ADHD type
de: Finde deinen ADHS-Typ heraus

# tests.info.benefits.attentionDeficit.content_receive
source: Receive suggestions for next steps
de: Erhalte Vorschläge für die nächsten Schritte

# tests.info.benefits.trauma.content_understand
source: Find out the likelihood of PTSD
de: Finden Sie heraus, wie wahrscheinlich eine PTBS ist

# tests.info.benefits.trauma.content_discover
source: Discover what causes post-traumatic stress disorder
de: Erfahren Sie, wodurch posttraumatische Belastungsstörungen verursacht werden

# tests.info.benefits.trauma.content_receive
source: Understand how to cope with certain trauma signs
de: Verstehen Sie, wie Sie mit bestimmten Traumaanzeichen umgehen können

# tests.info.benefits.bigFive.content_understand
source: Deep insights into 5 personality traits
de: Tiefe Einblicke in 5 Persönlichkeitseigenschaften

# tests.info.benefits.bigFive.content_discover
source: Strengths and weaknesses according to your personality type
de: Stärken und Schwächen entsprechend Ihrem Persönlichkeitstyp

# tests.info.benefits.bigFive.content_receive
source: Personal growth tips
de: Tipps für persönliches Wachstum

# tests.info.benefits.fearResponse.content_understand
source: Your type of reaction to traumatic events - fight, flight, freeze or fawn
de: Ihre Art der Reaktion auf traumatische Ereignisse – Kampf, Flucht, Erstarren oder Beschwichtigen

# tests.info.benefits.fearResponse.content_discover
source: Your strengths and weaknesses according to your type
de: Ihre Stärken und Schwächen je nach Typ

# tests.info.benefits.fearResponse.content_receive
source: Ways to cope with fear and its effects
de: Methoden, mit Angst und ihren Auswirkungen umzugehen

# tests.info.benefits.intelligence.content_understand
source: Find out your dominant intelligence type
de: Finden Sie Ihren dominanten Intelligenztyp heraus

# tests.info.benefits.intelligence.content_compare
source: Compare yourself with other people’s intelligence scores
de: Vergleichen Sie Ihre Intelligenzwerte mit denen anderer Menschen

# tests.info.benefits.intelligence.content_discover
source: Discover your possible careers
de: Entdecken Sie mögliche Karrierewege

# tests.info.benefits.anxiety.content_understand
source: Find out your dominant intelligence type
de: Finden Sie Ihren dominanten Intelligenztyp heraus

# tests.info.benefits.anxiety.content_compare
source: Compare yourself with other people’s intelligence scores
de: Vergleichen Sie Ihre Intelligenzwerte mit denen anderer Menschen

# tests.info.benefits.anxiety.content_discover
source: Discover your possible careers
de: Entdecken Sie mögliche Karrierewege

# tests.info.general.title
source: About the test
de: Über den Test

# tests.info.general.show_more
source: show more
de: mehr anzeigen

# tests.info.general.show_less
source: show less
de: weniger anzeigen

# tests.info.general.generalIQ.content_first
source: An IQ test measures a range of an individual's cognitive ability and provides a score that is intended to serve as a way to measure an individual's capabilities and potential.
de: Ein IQ-Test misst eine Reihe von kognitiven Fähigkeiten einer Person und liefert ein Ergebnis, das dazu dienen soll, die Fähigkeiten und das Potenzial einer Person zu messen.

# tests.info.general.generalIQ.content_second
source: Our test was designed to get the most accurate results without language knowledge and is perfect for all ages and backgrounds. Your task is to solve visual puzzles by finding the missing piece in each pattern.
de: Unser Test wurde so konzipiert, dass du auch ohne Sprachkenntnisse möglichst genaue Ergebnisse erzielst, und ist für alle Altersgruppen und Vorkenntnisse geeignet. Deine Aufgabe ist es, visuelle Rätsel zu lösen, indem du das fehlende Teil in jedem Muster findest.

# tests.info.general.attentionDeficit.content_first
source: An ADHD test evaluates a person’s ability to focus, control impulses, and manage hyperactivity to determine if they may exhibit traits commonly associated with Attention Deficit Hyperactivity Disorder.
de: Ein ADHS-Test bewertet, ob eine Person sich konzentrieren und ihre Impulse sowie Hyperaktivität kontrollieren kann. So kann man Merkmale feststellen, die mit einer Aufmerksamkeitsdefizit-Hyperaktivitätsstörung einhergehen.

# tests.info.general.attentionDeficit.content_second
source: This test is structured to give a clear insight into behavioural tendencies, relying on practical scenarios rather than technical knowledge.
de: Dieser Test bietet einen klaren Einblick in Verhaltenstendenzen und stützt sich auf praktische Szenarien statt auf Fachwissen.

# tests.info.general.trauma.content_first
source: Trauma test helps assess related to post-traumatic stress disorder (PTSD) and help individuals better understand their mental health conditions.
de: Der Traumatest hilft bei der Diagnose einer posttraumatischen Belastungsstörung (PTBS) und unterstützt Betroffene, ihren psychischen Gesundheitszustand besser zu verstehen.

# tests.info.general.trauma.content_second
source: You’ll be asked to evaluate how often you’ve experienced certain situations or emotions in the past 2 months on the scale from 0 to 4.
de: Bitte bewerten Sie auf einer Skala von 0 bis 4, wie oft Sie in den letzten zwei Monaten bestimmte Situationen oder Gefühle erlebt haben.

# tests.info.general.bigFive.content_first
source: The Big 5 Personality Test is a scientifically backed assessment that measures five core traits: Openness, Conscientiousness, Extraversion, Agreeableness, Neuroticism.
de: Der Big 5-Persönlichkeitstest ist eine wissenschaftlich fundierte Bewertung, die fünf Kerneigenschaften misst: Offenheit, Gewissenhaftigkeit, Extraversion, Verträglichkeit und Neurotizismus.

# tests.info.general.bigFive.content_second
source: These traits form the foundation of your personality, influencing how you think, feel, and interact with the world. Learn about your strengths, areas for growth, and how your personality shapes your relationships, career, and life choices.
de: Diese Eigenschaften bilden die Grundlage Ihrer Persönlichkeit und beeinflussen, wie Sie denken, fühlen und mit der Welt interagieren. Erfahren Sie mehr über Ihre Stärken, Bereiche, in denen Sie sich weiterentwickeln können, und wie Ihre Persönlichkeit Ihre Beziehungen, Ihre Karriere und Ihre Lebensentscheidungen prägt.

# tests.info.general.fearResponse.content_first
source: Ever wondered why you react to stressful events a certain way? Whether you tend to hide from problems or face them as they are, this test can tell much more about you!
de: Haben Sie sich schon einmal gefragt, warum Sie auf stressreiche Ereignisse auf eine bestimmte Weise reagieren? Ob Sie dazu neigen, sich vor Problemen zu verstecken oder sie so zu akzeptieren, wie sie sind – dieser Test kann viel mehr über Sie aussagen!

# tests.info.general.fearResponse.content_second
source: Your fear response type can tell a lot about your personality and previous experience. We recommend answering the first thing that comes to mind to get the most accurate result.
de: Ihr Angstreaktionstyp kann viel über Ihre Persönlichkeit und Ihre bisherigen Erfahrungen aussagen. Wir empfehlen, die erste Antwort auszuwählen, die Ihnen in den Sinn kommt, um das genaueste Ergebnis zu erhalten.

# tests.info.general.intelligence.content_first
source: Ever wondered why you excel at certain tasks while others seem more challenging? Discover your unique type of intelligence and learn how to leverage it to thrive in all areas of your life!
de: Haben Sie sich schon einmal gefragt, warum Sie bei bestimmten Aufgaben hervorragende Leistungen erbringen, während andere schwieriger erscheinen? Entdecken Sie Ihre einzigartige Art von Intelligenz und lernen Sie, wie Sie diese nutzen können, um in allen Bereichen Ihres Lebens erfolgreich zu sein!
