Repository: DzmitryYaskel/SupernovaLocalization
Catalog: Sources/Resources/*.lproj/Localizable.strings
Languages: de

# tests.result.fear_response.manage.dominant.flight.subtitle_3
source: Problem-solve
de: Führe Problemlösungen herbei

# tests.result.fear_response.manage.dominant.flight.description_3
source: Plan small actions to tackle the issue, not escape
de: Plane kleine Schritte, um das Problem anzugehen, nicht um ihm zu entkommen

# tests.result.fear_response.manage.dominant.flight.subtitle_4
source: Visualize calm
de: Visualisiere Ruhe

# tests.result.fear_response.manage.dominant.flight.description_4
source: Picture a positive or calm outcome
de: Stelle dir ein positives oder ruhiges Ergebnis vor

# tests.result.fear_response.manage.dominant.freeze.title
source: How to manage <c>Freeze</c> type
de: Wie man damit umgeht <c>Erstarren</c>-Typ

# tests.result.fear_response.manage.dominant.freeze.subtitle_1
source: Take small steps
de: Mache kleine Schritte

# tests.result.fear_response.manage.dominant.freeze.description_1
source: Break tasks down to keep moving
de: Teile Aufgaben auf, um voranzukommen

# tests.result.fear_response.manage.dominant.freeze.subtitle_2
source: Get tactile
de: Fühle dich

# tests.result.fear_response.manage.dominant.freeze.description_2
source: Use touch to ground yourself and ease paralysis
de: Erde dich mithilfe von Berührungen, um Gefühle der Lähmung zu lindern

# tests.result.fear_response.manage.dominant.freeze.subtitle_3
source: Self-compassion
de: Selbstmitgefühl

# tests.result.fear_response.manage.dominant.freeze.description_3
source: Be kind to yourself; freezing is normal!
de: Sei nachsichtig mit dir selbst; Erstarrung ist normal!

# tests.result.fear_response.manage.dominant.freeze.subtitle_4
source: Mindfulness
de: Achtsamkeit

# tests.result.fear_response.manage.dominant.freeze.description_4
source: Tune into your body to reconnect
de: Stimme dich auf deinen Körper ein, um dich wieder zu spüren

# webToWebStart.title
source: Your IQ Report
de: Dein IQ-Bericht

# webToWebStart.bottom.title
source: Choose your next activity
de: Wähle deine nächste Aktivität

# webToWebStart.content.title
source: Based on your answers in online IQ Test:
de: Basierend auf deinen Antworten im Online-IQ-Test:

# webToWebStart.content.score_title
source: Your IQ Score
de: Dein IQ

# webToWebStart.content.classification_title
source: Classification
de: Einstufung

# webToWebStart.content.classification_description
source: above average
de: hoch

# webToWebStart.content.about_title
source: What’s next?
de: Was kommt als Nächstes?

# webToWebStart.content.about_description_0
source: Answer more questions to <c>get detailed reports</c> about your intelligence and personality type.
de: Beantworte mehr Fragen, um <c>detaillierte Berichte zu erhalten</c> über deine Intelligenz und deinen Persönlichkeitstyp.

# webToWebStart.content.about_description_1
source: Or start your personal brain training program to <c>boost your IQ score</c>!
de: Oder starte dein persönliches Gehirntraining, um <c>deine IQ-Punktzahl zu steigern</c>!

# webToWebStart.game_button.title
source: Train Your Brain
de: Trainiere Dein Gehirn

# webToWebStart.tests_button.title
source: Explore More Tests
de: Entdecke Tests

# scientificInsight.colorCheck.message1
source: 🥳 Wow! You did it! Color Check based on <c>Stroop Effect</c>
de: 🥳 Wow! Geschafft! Finde die Farbe basierend auf dem <c>Stroop-Effekt</c>

# scientificInsight.colorCheck.message2
source: 📚 The <c>Stroop Effect</c> shows that our brain reads text faster than it sees colors. When these two types of information conflict, it creates confusion
de: 📚 Der <c>Stroop-Effekt</c> zeigt, dass unser Gehirn Text schneller liest als Farben erkennt. Konflikte hierbei führen zu Verwirrung

# scientificInsight.colorCheck.message3
source: 💡 Dealing with conflicting information <c>develops mental flexibility</c>, which is essential for finding creative solutions in everyday challenges
de: 💡 Die Arbeit mit widersprüchlichen Informationen <c>fördert die geistige Flexibilität</c> und die kreative Lösungsfindung im Alltag

# scientificInsight.memoryEclipse.message1
source: 🎉 Great job! Memory Eclipse based on <c>Memory matrix</c>
de: 🥳 Super gemacht! Sternen-Memory basiert auf <c>Memory Matrix</c>

# scientificInsight.memoryEclipse.message2
source: 📚 <c>Memory matrix</c> — a brain training method where you remember items in a grid. It helps develop attention, memory, and focus
de: 📚 <c>Memory Matrix</c> – Elemente im Raster merken zur Förderung von Aufmerksamkeit, Gedächtnis und Konzentration

# scientificInsight.memoryEclipse.message3
source: 💡 Memory matrix exercises <c>boost time management and task organization</c>. They also help with visual data in daily life
de: 💡 Memory-Matrix-Übungen <c>verbessern das Zeitmanagement, die Aufgabenorganisation</c> und die visuellen Datenverarbeitung

# scientificInsight.typoHunt.message1
source: 👏 Wow! You got it! Typo Hunt based on <c>developing bilateral thinking</c>
de: 🥳 Top! Tippfehlersuche zur <c>Entwicklung des bilateralen Denkens</c>

# scientificInsight.typoHunt.message2
source: 📚 The left hemisphere processes grammar. The right focuses on context and meaning. This fosters <c>teamwork between the two hemispheres</c>
de: 📚 Die linke Gehirnhälfte konzentriert sich auf die Grammatik, die rechte auf Kontext und Bedeutung – so <c>lernen die beiden, besser zusammenzuarbeiten</c>

# scientificInsight.typoHunt.message3
source: 💡 Exercise <c>develops attention</c>, critical thinking, language skills, and the ability to analyze information
de: 💡 Bewegung <c>fördert Aufmerksamkeit</c>, das kritische und analytische Denken sowie die Sprache

# scientificInsight.reviewTitle
source: Is it an interesting science fact?
de: Ist das nicht wissenschaftlich interessant?

# scientificInsight.viewResult
source: VIEW MY RESULT
de: MEIN ERGEBNIS ANSEHEN
