Repository: DzmitryYaskel/SupernovaLocalization
Catalog: Sources/Resources/*.lproj/Localizable.strings
Languages: de

# tests.type_of_smart_task_75
source: I enjoy <c>physical activities</c> like hiking or swimming
de: Ich genieße körperliche Aktivitäten wie Wandern oder Schwimmen

# tests.type_of_smart_task_76
source: I often think about the <c>sustainability of my actions</c>
de: Ich denke oft über die Nachhaltigkeit meines Handelns nach

# tests.type_of_smart_task_77
source: I enjoy finding <c>clever ways</c> to phrase or word things
de: Ich finde gerne clevere Wege, Dinge auszudrücken bzw. in Worte zu fassen

# tests.type_of_smart_task_78
source: I am drawn to activities like <c>painting or photography</c>
de: Mich ziehen Aktivitäten wie Malen oder Fotografieren an

# tests.type_of_smart_task_79
source: I enjoy <c>learning about ecosystems</c> or the environment
de: Ich lerne gern etwas über Ökosysteme oder die Umwelt

# tests.type_of_smart_task_80
source: I often analyze or appreciate <c>the composition of songs</c>
de: Ich analysiere oder bewerte oft die musikalische Struktur von Liedern

# tests.result.intelligence.title
source: Intelligence Type
de: Intelligenztyp

# tests.result.intelligence.general.title
source: Your dominant intelligence type
de: Ihr dominanter Intelligenztyp

# tests.result.intelligence.general.description_picture
source: Picture
de: Bild

# tests.result.intelligence.general.description_nature
source: Nature
de: Natur

# tests.result.intelligence.general.description_myself
source: Self
de: Selbst

# tests.result.intelligence.general.description_people
source: People
de: Menschen

# tests.result.intelligence.general.description_music
source: Music
de: Musik

# tests.result.intelligence.general.description_word
source: Word
de: Wort

# tests.result.intelligence.general.description_number
source: Number
de: Zahl

# tests.result.intelligence.general.description_body
source: Body
de: Körper

# tests.result.intelligence.general.description_mixed
source: Mixed
de: Gemischt

# tests.result.intelligence.multiple.title
source: Your Multiple Intelligences
de: Ihre multiplen Intelligenzen

# tests.result.intelligence.multiple.description
source: Howard Gardner’s groundbreaking Multiple Intelligences Theory suggests that intelligence is not a single, monolithic quality, but rather a range of abilities or talents that people possess.
de: Howard Gardners bahnbrechende Theorie der multiplen Intelligenzen geht davon aus, dass Intelligenz keine einzelne, monolithische Eigenschaft ist, sondern vielmehr eine Reihe von Fähigkeiten oder Talenten, über die Menschen verfügen.

# tests.result.intelligence.multiple.description_picture
source: Picture Smart
de: Bild

# tests.result.intelligence.multiple.description_nature
source: Nature Smart
de: Natur

# tests.result.intelligence.multiple.description_myself
source: Self Smart
de: Selbst

# tests.result.intelligence.multiple.description_people
source: People Smart
de: Menschen

# tests.result.intelligence.multiple.description_music
source: Music Smart
de: Musik

# tests.result.intelligence.multiple.description_word
source: Word Smart
de: Wort

# tests.result.intelligence.multiple.description_number
source: Number Smart
de: Zahl

# tests.result.intelligence.multiple.description_body
source: Body Smart
de: Körper

# tests.result.intelligence.detail.dominant_description_picture
source: You think in vivid images, turning ideas into clear, visual solutions. Whether through art, design, or mapping out spaces, your imagination allows you to see possibilities and bring them to life.
de: Sie denken in lebendigen Bildern und verwandeln Ideen in klare, visuelle Lösungen. Ob in der Kunst, im Design oder bei der Raumplanung – Ihre Vorstellungskraft ermöglicht es, Möglichkeiten zu erkennen und sie zum Leben zu erwecken.

# tests.result.intelligence.detail.dominant_description_nature
source: Nature calls to you! Whether it’s plants, animals, or the great outdoors, you connect effortlessly with the world around you. You observe patterns, recognize ecosystems, and thrive in natural environments.
de: Die Natur ruft nach Ihnen! Ob Pflanzen, Tiere oder die freie Natur, Sie verbinden sich mühelos mit der Welt um Sie herum. Sie beobachten Muster, erkennen Ökosysteme und gedeihen in natürlichen Umgebungen.

# tests.result.intelligence.detail.dominant_description_myself
source: You’re deeply in tune with yourself, knowing your emotions, thoughts, and motivations better than anyone. This self-awareness guides you toward personal growth, meaningful goals, and a strong sense of purpose.
de: Sie sind tief mit sich selbst im Einklang und kennen Ihre Emotionen, Gedanken und Motivationen besser als jeder andere. Diese Selbstwahrnehmung führt Sie zu persönlichem Wachstum, bedeutungsvollen Zielen und einem starken Sinn für das, was Sie tun.

# tests.result.intelligence.detail.dominant_description_people
source: You’re a natural at reading people and understanding what makes them tick. Whether building teams, solving conflicts, or simply connecting, your ability to relate to others is a superpower that brings people together.
de: Sie sind ein Naturtalent darin, Menschen zu lesen und zu verstehen, wie sie ticken. Ob es darum geht, Teams zusammenzustellen, Konflikte zu lösen oder einfach nur Kontakte zu knüpfen – Ihre Fähigkeit, mit anderen in Beziehung zu treten, ist eine Superkraft, die Menschen zusammenbringt.

# tests.result.intelligence.detail.dominant_description_music
source: Your life has a soundtrack! You effortlessly pick up rhythms, melodies, and patterns in sound. Whether performing, composing, or simply enjoying music, you use sound to connect, create, and express yourself.
de: Ihr Leben hat einen Soundtrack! Sie nehmen mühelos Rhythmen, Melodien und Muster im Klang wahr. Ob Sie auftreten, komponieren oder einfach nur Musik genießen, Sie nutzen Klänge, um sich zu verbinden, zu erschaffen und sich auszudrücken.

# tests.result.intelligence.detail.dominant_description_word
source: Language is your playground! You have a gift for weaving words together, whether in writing, conversation, or storytelling. Your ability to communicate clearly and creatively makes you a master of expression.
de: Sprache ist Ihr Spielplatz! Sie haben die Gabe, Wörter miteinander zu verknüpfen, sei es beim Schreiben, im Gespräch oder beim Erzählen von Geschichten. Ihre Fähigkeit, klar und kreativ zu kommunizieren, macht Sie zu einem Meister des Ausdrucks.

# tests.result.intelligence.detail.dominant_description_number
source: Numbers, logic, and patterns make perfect sense to you. You excel at breaking problems down, spotting connections, and solving puzzles that leave others stumped. You’re the go-to thinker for strategy and solutions.
de: Zahlen, Logik und Muster sprechen Sie sehr an. Sie sind hervorragend darin, Probleme zu analysieren, Zusammenhänge zu erkennen und Rätsel zu lösen, bei denen andere ratlos sind. Sie sind der Denker, an den man sich wendet, wenn es um Strategien und Lösungen geht.

# tests.result.intelligence.detail.dominant_description_body
source: Your body is your best tool! You thrive on movement, whether through sports, dancing, or hands-on activities. Precision, agility, and physical expression are where you shine.
de: Ihr Körper ist Ihr bestes Instrument! Sie brauchen Bewegung, sei es beim Sport, Tanzen oder bei praktischen Aktivitäten. Präzision, Beweglichkeit und körperlicher Ausdruck sind Ihre Stärken.

# tests.result.intelligence.detail.non_dominant_description_picture
source: People who are Picture Smart love creating, visualizing, and solving problems through images. Drawing, playing visual games, or exploring tools like 3D design software can help awaken your creative vision.
de: Menschen vom Bildtyp lieben es, Bilder zu kreieren, zu visualisieren und Probleme mithilfe von Bildern zu lösen. Zeichnen, visuelle Spiele oder das Ausprobieren von Tools wie 3D-Designsoftware können Ihre kreative Vision wecken.

# tests.result.intelligence.detail.non_dominant_description_nature
source: People who are Nature Smart enjoy exploring the outdoors, understanding animals, or caring for plants. Spending time in nature, going on hikes, or learning about ecosystems can help build your connection to the natural world.
de: Menschen vom Naturtyp erkunden gerne die Natur, verstehen Tiere oder kümmern sich um Pflanzen. Zeit in der Natur zu verbringen, Wanderungen zu unternehmen oder etwas über Ökosysteme zu lernen, kann dabei helfen, Ihre Verbindung zur natürlichen Welt aufzubauen.

# tests.result.intelligence.detail.non_dominant_description_myself
source: People who are Self Smart value introspection and emotional understanding. Journaling, meditation, or setting small personal goals can help you explore your inner world and develop clarity about yourself.
de: Menschen vom Selbsttyp legen Wert auf Selbstbeobachtung und emotionales Verständnis. Tagebuchschreiben, Meditation oder das Setzen kleiner persönlicher Ziele können Ihnen dabei helfen, Ihre innere Welt zu erkunden und Klarheit über sich selbst zu entwickeln.

# tests.result.intelligence.detail.non_dominant_description_people
source: People who are People Smart excel at connecting, collaborating, and understanding others. Practicing empathy, engaging in group activities, or observing social dynamics can help you grow these skills naturally.
de: Menschen vom Menschentyp sind hervorragend darin, Kontakte zu knüpfen, zusammenzuarbeiten und andere zu verstehen. Empathie zu üben, an Gruppenaktivitäten teilzunehmen oder soziale Dynamiken zu beobachten, kann Ihnen dabei helfen, diese Fähigkeiten auf natürliche Weise zu entwickeln.

# tests.result.intelligence.detail.non_dominant_description_music
source: People who are Music Smart connect deeply with rhythm, melody, and harmony. Listening to music, exploring instruments, or practicing singing can help you tune into the world of sound and make it more meaningful.
de: Menschen vom Musiktyp haben eine tiefe Verbindung zu Rhythmus, Melodie und Harmonie. Musik hören, Instrumente ausprobieren oder Singen kann Ihnen helfen, sich auf die Welt der Klänge einzustimmen und sie bedeutungsvoller zu machen.

# tests.result.intelligence.detail.non_dominant_description_word
source: People who are Word Smart thrive on the beauty of language and enjoy reading, writing, or crafting ideas with words. Exploring poetry, books, or engaging in discussions can help uncover new ways to express yourself.
de: Menschen vom Worttyp schätzen die Schönheit der Sprache und lesen, schreiben oder formulieren gerne Ideen mit Worten. Das Lesen von Gedichten, Büchern oder die Teilnahme an Diskussionen kann dabei helfen, neue Möglichkeiten zu entdecken, sich auszudrücken.

# tests.result.intelligence.detail.non_dominant_description_number
source: People who are Number Smart enjoy puzzles, brain teasers, and analyzing how things work. Practicing with games like Sudoku, exploring math concepts, or tackling logic challenges can build confidence and sharpen your reasoning.
de: Menschen vom Zahlentyp lieben Rätsel, Denksportaufgaben und die Analyse von Funktionsweisen. Das Üben mit Spielen wie Sudoku, das Erkunden mathematischer Konzepte oder das Lösen logischer Herausforderungen kann Ihr Selbstvertrauen stärken und Ihr Denkvermögen schärfen.

# tests.result.intelligence.detail.non_dominant_description_body
source: People who are Body Smart feel energized through action and movement. Trying activities like yoga, dance, or outdoor games can help you build coordination, confidence, and physical awareness.
de: Menschen vom Körpertyp fühlen sich durch Aktion und Bewegung energetisiert. Aktivitäten wie Yoga, Tanzen oder Spiele im Freien können Ihnen helfen, Koordination, Selbstvertrauen und Körperbewusstsein aufzubauen.

# tests.result.intelligence.detail.compare_title
source: Compare Yourself
de: Vergleichen Sie sich

# tests.result.intelligence.detail.compare_you
source: You
de: Du

# tests.result.intelligence.detail.compare_average
source: Average person
de: Durchschnitt

# tests.result.intelligence.detail.profession.title
source: Possible Careers
de: Mögliche Karrieren

# tests.result.intelligence.detail.profession.biologist
source: 🧑‍🔬 Biologist
de: 🧑‍🔬 Biologe

# tests.result.intelligence.detail.profession.conservationist
source: 🌿 Conservationist
de: 🌿 Naturschützer

# tests.result.intelligence.detail.profession.farmer
source: 🚜 Farmer
de: 🚜 Bauer

# tests.result.intelligence.detail.profession.veterinarian
source: 🐶 Veterinarian
de: 🐶 Tierarzt

# tests.result.intelligence.detail.profession.geologist
source: 🪨 Geologist
de: 🪨 Geologe

# tests.result.intelligence.detail.profession.environmental_scientist
source: 🌍 Environmental Scientist
de: 🌍 Umweltwissenschaftler

# tests.result.intelligence.detail.profession.philosopher
source: 🤔 Philosopher
de: 🤔 Philosoph

# tests.result.intelligence.detail.profession.psychologist
source: 🧠 Psychologist
de: 🧠 Psychologe

# tests.result.intelligence.detail.profession.writer
source: ✍️ Writer
de: ✍️ Schriftsteller

# tests.result.intelligence.detail.profession.life_coach
source: 🌟 Life Coach
de: 🌟 Lebensberater

# tests.result.intelligence.detail.profession.entrepreneur
source: 💼 Entrepreneur
de: 💼 Unternehmer

# tests.result.intelligence.detail.profession.athlete_or_coach
source: 🏅 Athlete or Coach
de: 🏅 Sportler oder Trainer

# tests.result.intelligence.detail.profession.dancer
source: 💃 Dancer
de: 💃 Tänzer

# tests.result.intelligence.detail.profession.actor
source: 🎭 Actor
de: 🎭 Schauspieler

# tests.result.intelligence.detail.profession.surgeon_or_dentist
source: 🦷 Surgeon or Dentist
de: 🦷 Chirurg oder Zahnarzt

# tests.result.intelligence.detail.profession.physical_therapist
source: 🤸‍♂️ Physical Therapist
de: 🤸‍♂️ Physiotherapeut

# tests.result.intelligence.detail.profession.architect
source: 🏛️ Architect
de: 🏛️ Architekt

# tests.result.intelligence.detail.profession.interior_designer
source: 🛋️ Interior Designer
de: 🛋️ Innenarchitekt

# tests.result.intelligence.detail.profession.graphic_designer
source: 🎨 Graphic Designer
de: 🎨 Grafikdesigner

# tests.result.intelligence.detail.profession.photographer
source: 📸 Photographer
de: 📸 Fotograf

# tests.result.intelligence.detail.profession.animator_or_illustrator
source: ✏️ Animator or Illustrator
de: ✏️ Zeichner oder Illustrator

# tests.result.intelligence.detail.profession.mathematician
source: 📐 Mathematician
de: 📐 Mathematiker

# tests.result.intelligence.detail.profession.scientist
source: 🔬 Scientist
de: 🔬 Wissenschaftler

# tests.result.intelligence.detail.profession.engineer
source: ⚙️ Engineer
de: ⚙️ Ingenieur

# tests.result.intelligence.detail.profession.data_analyst
source: 📊 Data Analyst
de: 📊 Datenanalyst

# tests.result.intelligence.detail.profession.economist
source: 📈 Economist
de: 📈 Ökonom

# tests.result.intelligence.detail.profession.author_or_novelist
source: 📖 Author or Novelist
de: 📖 Autor

# tests.result.intelligence.detail.profession.proofreader
source: 📝 Proofreader
de: 📝 Lektor

# tests.result.intelligence.detail.profession.public_speaker
source: 🎤 Public Speaker
de: 🎤 Redner

# tests.result.intelligence.detail.profession.lawyer
source: ⚖️ Lawyer
de: ⚖️ Rechtsanwalt

# tests.result.intelligence.detail.profession.teacher_of_language_or_literature
source: 📚 Teacher of Language or Literature
de: 📚 Lehrer für Sprache oder Literatur

# tests.result.intelligence.detail.profession.interpreter
source: 🌍 Interpreter
de: 🌍 Dolmetscher

# tests.result.intelligence.detail.profession.counselor
source: 🧑‍🤝‍🧑 Counselor
de: 🧑‍🤝‍🧑 Berater

# tests.result.intelligence.detail.profession.social_worker
source: ❤️ Social Worker
de: ❤️ Sozialarbeiter

# tests.result.intelligence.detail.profession.human_resources_specialist
source: 🧑‍💼 Human Resources Specialist
de: 🧑‍💼 Personalfachkraft

# tests.result.intelligence.detail.profession.teacher
source: 🍎 Teacher
de: 🍎 Lehrer

# tests.result.intelligence.detail.profession.salesperson
source: 💼 Salesperson
de: 💼 Verkäufer

# tests.result.intelligence.detail.profession.politician
source: 🗳️ Politician
de: 🗳️ Politiker

# tests.result.intelligence.detail.profession.customer_service_manager
source: 📞 Customer Service Manager
de: 📞 Kundendienstleiter

# tests.result.intelligence.detail.profession.coach
source: 🏋️‍♀️ Coach
de: 🏋️‍♀️ Trainer

# tests.result.intelligence.detail.profession.musician
source: 🎸 Musician
de: 🎸 Musiker

# tests.result.intelligence.detail.profession.singer
source: 🎤 Singer
de: 🎤 Sänger

# tests.result.intelligence.detail.profession.music_teacher
source: 🎷 Music Teacher
de: 🎷 Musiklehrer

# tests.result.intelligence.detail.profession.sound_engineer
source: 🎧 Sound Engineer
de: 🎧 Tontechniker

# tests.result.intelligence.detail.profession.music_producer
source: 🎹 Music Producer
de: 🎹 Musikproduzent

# tests.result.intelligence.detail.dialogs.title_myself
source: Self Smart famous people
de: Berühmte Selbsttypen

# tests.result.intelligence.detail.dialogs.title_body
source: Body Smart famous people
de: Berühmte Körpertypen

# tests.result.intelligence.detail.dialogs.title_picture
source: Picture Smart famous people
de: Berühmte Bildtypen

# tests.result.intelligence.detail.dialogs.title_number
source: Number Smart famous people
de: Berühmte Zahlentypen

# tests.result.intelligence.detail.dialogs.title_word
source: Word Smart famous people
de: Berühmte Worttypen

# tests.result.intelligence.detail.dialogs.title_people
source: People Smart famous people
de: Berühmte Menschentypen

# tests.result.intelligence.detail.dialogs.title_music
source: Music Smart famous people
de: Berühmte Musiktypen

# tests.result.intelligence.detail.dialogs.title_nature
source: Nature Smart famous people
de: Berühmte Naturtypen

# tests.result.intelligence.detail.dialogs.text_charles_darwin
source: I revolutionized biology with my theory of evolution!
de: Ich habe die Biologie mit meiner Evolutionstheorie revolutioniert

# tests.result.intelligence.detail.dialogs.text_rachel_carson
source: I raised awareness about environmental issues around the world
de: Ich habe das Bewusstsein für Umweltprobleme auf der ganzen Welt geschärft

# tests.result.intelligence.detail.dialogs.text_carl_jung
source: I explored the depths of the human psyche, unveiling the power of the unconscious mind
de: Ich erforschte die Tiefen der menschlichen Psyche und enthüllte die Macht des Unterbewusstseins

# tests.result.intelligence.detail.dialogs.text_virginia_woolf
source: I revealed the intricacies of human consciousness through my deeply reflective writing
de: Ich habe die Feinheiten des menschlichen Bewusstseins durch mein tiefgründiges Schreiben enthüllt

# tests.result.intelligence.detail.dialogs.text_michael_jordan
source: I defined excellence in basketball with my unmatched skill and determination
de: Ich habe Spitzenleistungen im Basketball mit meinem unübertroffenen Können und meiner Entschlossenheit definiert

# tests.result.intelligence.detail.dialogs.text_simone_biles
source: I redefined gymnastics with my groundbreaking performances
de: Ich habe das Turnen mit meinen bahnbrechenden Leistungen neu definiert

# tests.result.intelligence.detail.dialogs.text_leonardo_da_vinci
source: I am an artist and inventor with unparalleled visual-spatial skills
de: Ich bin ein Künstler und Erfinder mit beispiellosen visuell-räumlichen Fähigkeiten

# tests.result.intelligence.detail.dialogs.text_marie_curie
source: I visualized abstract scientific concepts to pioneer research on radioactivity
de: Ich habe abstrakte wissenschaftliche Konzepte visualisiert, um Pionierarbeit in der Forschung zur Radioaktivität zu leisten

# tests.result.intelligence.detail.dialogs.text_albert_einstein
source: I revolutionized physics with my theory of relativity
de: Ich habe die Physik mit meiner Relativitätstheorie revolutioniert

# tests.result.intelligence.detail.dialogs.text_isaac_newton
source: I unveiled the laws of motion and gravity, shaping our understanding of the universe
de: Ich habe die Gesetze der Bewegung und Schwerkraft enthüllt und unser Verständnis des Universums geprägt

# tests.result.intelligence.detail.dialogs.text_charles_dickens
source: I transformed language and storytelling, creating plays and poetry that endure through the ages
de: Ich habe Sprache und Geschichtenerzählen verändert und Theaterstücke und Gedichte geschaffen, die die Jahrhunderte überdauern

# tests.result.intelligence.detail.dialogs.name_jk_rowling
source: J.K. Rowling
de: Joanne K. Rowling

# tests.result.intelligence.detail.dialogs.text_jk_rowling
source: I brought magic to life with my pen, captivating the hearts of readers worldwide
de: Ich habe mit meinen Worten Magie zum Leben erweckt und die Herzen von Lesern auf der ganzen Welt erobert

# tests.result.intelligence.detail.dialogs.text_princess_diana
source: I touched hearts by championing humanitarian causes with compassion
de: Ich habe Herzen berührt, indem ich mich mit Mitgefühl für humanitäre Anliegen einsetzte

# tests.result.intelligence.detail.dialogs.text_nelson_mandela
source: I united South Africa by leading with empathy and understanding
de: Ich habe Südafrika geeint, indem ich mit Empathie und Verständnis vorgegangen bin

# tests.result.intelligence.detail.dialogs.text_ludwig_van_beethoven
source: I composed symphonies that transcended time, even after losing my hearing
de: Ich habe Symphonien komponiert, die die Zeit überdauerten, selbst nachdem ich mein Gehör verloren hatte

# tests.result.intelligence.detail.dialogs.text_john_williams
source: I brought films to life with my unforgettable music
de: Ich habe Filme mit meiner unvergesslichen Musik zum Leben erweckt

# tests.result.trauma.general.title_score
source: Your score
de: Dein Ergebnis

# tests.result.trauma.general.title_signs
source: PTSD signs
de: PTBS-Anzeichen

# tests.result.trauma.general.description_mild
source: mild
de: leicht

# tests.result.trauma.general.description_moderate
source: moderate
de: mäßig

# tests.result.trauma.general.description_severe
source: severe
de: schwer

# tests.result.trauma.general.description_extra_severe
source: extra severe
de: äußerst schwer

# tests.result.trauma.score.title
source: Your trauma score
de: Dein Trauma-Ergebnis

# tests.result.trauma.score.description_normal
source: You exhibit a typical range of responses to stress and trauma, similar to individuals <c>without PTSD</c>. You are likely managing life stressors effectively and experiencing minimal interference in daily activities.
de: Du zeigst eine typische Bandbreite an Reaktionen auf Stress und Trauma, ähnlich wie Personen <c>ohne PTBS</c>. Du gehst wahrscheinlich effektiv mit alltäglichen Stressfaktoren um und erlebst nur minimale Beeinträchtigungen bei deinen täglichen Aktivitäten.

# tests.result.trauma.score.description_mild
source: Mild signs indicate <c>occasional difficulties associated with trauma</c>, such as brief moments of distress, avoidance, or heightened arousal.
de: Leichte Anzeichen deuten auf <c>gelegentliche Schwierigkeiten in Verbindung mit einem Trauma</c> hin, wie z. B. kurze Momente der Verzweiflung, Vermeidung oder erhöhte Anspannung.

# tests.result.trauma.score.description_moderate
source: Moderate signs suggest <c>a noticeable impact of trauma</c> on your emotions, thoughts, and behavior.
de: Mäßige Anzeichen deuten auf <c>spürbare Auswirkungen des Traumas</c> auf deine Emotionen, Gedanken und dein Verhalten hin.
